{
  "id": "ielts-r-029",
  "source_file": "29. P1 - Tunnelling under the Thames 泰晤士河隧道【次】.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "medium",
  "title": "Tunnelling under the Thames",
  "title_cn": "泰晤士河隧道",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 Tunnelling under the Thames The first tunnel ever to be built under a major river was the tunnel under London’s River Thames. At the beginning of the 19th century, the port of London was the busiest in the world. Cargoes that had travelled thousands of miles and survived all the hazards of the sea were unloaded on the banks of the Thames, only for their owners to discover that the most frustrating portion of their journey lay ahead. Consignments intended for the southern parts of Britain had to be lifted onto horse carts, pulled through the docks and across London Bridge, built in the 12th century and as impractical as its early date implies. By 1820, London Bridge had become the centre of the world’s largest traffic jam. It was an intolerable situation, and it was clear that if private enterprise could build another crossing closer to the docks, there would be good money to be made in tolls paid by users. Another bridge was out of the question, as this would deny sailing ships access to the city centre, and ambitious men turned their thoughts to tunnelling beneath the Thames instead. This was not such an obvious idea as it might appear. Although increasing demand for coal had meant a great many tunnels had been dug in mines in Britain, working methods remained primitive; tunnels were dug by men with simple tools, by candlelight. However, in 1807 a group of businessmen set themselves up as the Thames Archway Company. Their ambition was to tunnel below the Thames, but there was little to guide them as there had been no previous attempt to do this. Their chief engineer was Richard Trevithick, designer of the world’s first high-pressure steam engine. His men made progress at the beginning, but then things began to go disastrously wrong, with muddy soil pouring into the tunnel. Eventually, the Thames Archway Company had had enough. Its funds were exhausted, Trevithick was sick from exposure to the river water, and its efforts had proved only that a passage under the river exceeded the limits of contemporary mining technology. At that time, the only machines used in mines were pumps. It took a man of genius to recognise that a different sort of machine was needed—a machine that could prevent the roof and walls of a tunnel from collapsing. This man was Marc Brunel, a Frenchman who had become one of the most prominent engineers in Britain. Not long after the failure of the Thames Archway Company, Brunel saw a rotten piece of wood lying on the river bank. Examining the wood through a magnifying glass, he observed it was infested with creatures that looked like worms. Brunel realised that, as they tunnelled through the wood, they pushed chewed fibres into their mouths, digested them, then excreted a hard substance that lined the new tunnel. He saw that the worm’s digging technique could be adapted to a new way of tunnelling.   \nHis insight led him to invent a device that has been used, in one form or another, in most major tunnels built since—the tunnelling shield. It consisted of a heavy iron frame that could be pushed forward a few inches at a time. The front of the frame was made up of a series of iron plates that could be folded back to allow miners to dig the ground ahead. Behind these plates was a wall of further iron plates pressed against the tunnel face and supported on horizontal wooden planks to prevent collapse. It was a complex and rather cumbersome machine and not easy to use, but it promised to protect the miners from the worst of the river’s water. Brunel’s team carefully examined earth samples taken from beneath the riverbed and decided to dig the tunnel close to the muddy river bottom, where they expected to find clay—a more solid and safer substance to dig through than the sand found deeper down. Brunel began work on his tunnel in 1825, but the problems of such an operation soon became apparent. Although the shield itself worked well, water began to drip into the tunnel. This was more of an annoyance than a danger while the pump was working, but the machine proved unreliable and sometimes failed altogether. When the pump broke down, work had to stop as the tunnel quickly flooded. There were occasions when the miners had to abandon their tools and flee for their lives. Even when Brunel’s men were able to work, they faced the constant risk of the pumps failing. They also complained of frequent headaches and dizziness, caused by poor air quality. The air underground was dirty and stale, contaminated because of the lack of an adequate ventilation system. There were lighting problems too. Illuminating the tunnels by candlelight was a constant challenge: lamps gave off only a very weak glow, and there were a number of accidents because the miners could not see what they were doing. Lastly, several of Brunel’s miners walked off the job because they could not tolerate the excessive temperatures that developed in the cramped underground conditions. Despite all these setbacks, the tunnel finally emerged on the opposite river bank on 12 August 1841. Brunel’s triumph, however, was only partial. The small payment per person made by the thousands of visitors who flocked to see the marvel hardly covered even a penny per foot of the tunnel’s construction costs. Brunel had gone bankrupt long before the project was completed, and the government loan he had required to finish the work had to be paid back with interest. As a result, there was not enough funding to make the tunnel accessible to horse-drawn vehicles, as intended. Instead, the passageways were filled with souvenir sellers and entertainers. In the end, the tunnel was closed two years later and was used only at night before it was finally closed entirely and fell into dereliction for decades. It was only when the underground railway came to London in the 1880s that the Thames Tunnel achieved real usefulness. It was bought in 1869 by the East London Railway, which found it to be in such excellent condition that it was immediately pressed into service as a route for passenger trains heading east. The tunnel became, and remains, part of the London Underground network."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        8
      ],
      "instructions": "Do the following statements agree with the information in Reading Passage 1? In boxes 1–8 on your answer sheet, write TRUE    if the statement agrees with the information  FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1 In the early 19th century, the port of London was considered a safer destination than other ports. 2 London Bridge provided quick access for cargo being sent to southern Britain. 3 It was generally believed that a new river crossing would be profitable. 4 Building a second bridge crossing was initially considered to be the best solution. 5 It was believed that coal could be found under the River Thames. 6 The Thames Archway Company was the first group to try tunnelling below the Thames. 7 Some of Trevithick’s men were injured during a mudslide at his tunnel. 8 The Thames Archway Company ran out of money to finance the tunnel project.",
      "raw_text": "Questions 1–8 Do the following statements agree with the information in Reading Passage 1? In boxes 1–8 on your answer sheet, write TRUE    if the statement agrees with the information  FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1 In the early 19th century, the port of London was considered a safer destination than other ports. 2 London Bridge provided quick access for cargo being sent to southern Britain. 3 It was generally believed that a new river crossing would be profitable. 4 Building a second bridge crossing was initially considered to be the best solution. 5 It was believed that coal could be found under the River Thames. 6 The Thames Archway Company was the first group to try tunnelling below the Thames. 7 Some of Trevithick’s men were injured during a mudslide at his tunnel. 8 The Thames Archway Company ran out of money to finance the tunnel project.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        9,
        13
      ],
      "instructions": "Complete the notes below.  Choose ONE WORD ONLY from the passage for each answer.  Write your answers in boxes 9–13 on your answer sheet.        Marc Brunel’s tunnel Preparing to build the tunnel •  Brunel noticed how a kind of 9 ………….. made its tunnels in wood. •  Brunel created a device called a tunnelling shield, to protect people working under the river. •  Brunel planned to build a shallow tunnel so the earth would have a higher content of 10 ………….. Problems faced by miners •  There were frequent floods caused by mechanical breakdowns. •  The miners suffered from 11 ………….. because of pollution in the tunnels. •  Lighting problems led to several 12 ………….. •  Some workers quit because of the high temperatures in the tunnel. After the tunnel was finished • The tunnel was finally completed in 1841.  • Brunel did not have enough money to repay his debt to the 13 …………..  • The tunnel was abandoned until the 1880s.",
      "raw_text": "Questions 9–13 Complete the notes below.  Choose ONE WORD ONLY from the passage for each answer.  Write your answers in boxes 9–13 on your answer sheet. \n      Marc Brunel’s tunnel Preparing to build the tunnel •  Brunel noticed how a kind of 9 ………….. made its tunnels in wood. •  Brunel created a device called a tunnelling shield, to protect people working under the river. •  Brunel planned to build a shallow tunnel so the earth would have a higher content of 10 ………….. Problems faced by miners •  There were frequent floods caused by mechanical breakdowns. •  The miners suffered from 11 ………….. because of pollution in the tunnels. •  Lighting problems led to several 12 ………….. •  Some workers quit because of the high temperatures in the tunnel. After the tunnel was finished • The tunnel was finally completed in 1841.  • Brunel did not have enough money to repay his debt to the 13 …………..  • The tunnel was abandoned until the 1880s.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:40.593556",
    "parser_version": "1.0",
    "needs_review": true
  }
}