{
  "id": "ielts-r-073",
  "source_file": "73. P3 - Language Strategy in Multinational Companies 跨国公司语言策略【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "Language Strategy in Multinational Companies",
  "title_cn": "跨国公司语言策略",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. Language Strategy in Multinational Companies The importance of language management in multinational companies has never been greater than today. Multinationals are becoming ever more conscious of the importance of global coordination as a source of competitive advantage, and language remains the ultimate barrier to aspirations of international harmonization. Before attempting to consider language-management strategies, companies will have to evaluate the magnitude of the language barrier confronting them and, in doing so, examine it in three dimensions: language diversity, language penetration and language sophistication. Companies next need to turn their attention to how they should best manage language. There is a range of options from which MNCs can formulate their language strategy. Lingua Franca The simplest answer—though realistic only for English-speaking companies—is to rely on one’s native tongue. As recently as 1991 a survey of British exporting companies found that over a third used English exclusively in dealings with foreign customers. This attitude that “one language fits all” has also been carried through into the Internet age. A survey of the websites of top American companies confirmed that over half made no provision for foreign-language access, and another found that less than 10 % of leading companies were able to respond adequately to e-mails other than in the company’s language. Widespread though it is, however, reliance on a single language is a strategy that is fatally flawed. It makes no allowance for the growing trend in linguistic nationalism whereby buyers in Asia, South America and the Middle East in particular are asserting their right to “work in the language of the customer”. It also fails to recognise the increasing vitality of languages such as Spanish, Arabic and Chinese that over time are likely to challenge the dominance of English as a lingua franca. In the IT arena it ignores the rapid globalisation of the Internet, where the number of English-language e-commerce transactions, e-mails and websites is rapidly diminishing as a percentage of the total. Finally, total reliance on a single language puts the English speaker at risk in negotiations. Contracts, rules and legislation are invariably written in the local language, and a company unable to operate in that language is vulnerable. Functional Multilingualism Another improvised approach is to rely on what has been termed “functional multilingualism”. Essentially, this means muddling through—relying on a mix of languages, pidgins and gestures to communicate by whatever means the parties have at their disposal. In a social context such a shared effort might aid bonding, the frustration of communication being regularly punctuated by moments of absurdity and humour. However, as the basis for business negotiations it appears very hit-and-miss. Yet Hagen’s recent study suggests that 16 % of international business transactions are conducted in a “cocktail of languages”. Functional multilingualism shares the same defects as reliance on a lingua franca and increases the probability of cognitive divergence between the parties.   \nExternal Language Resources  A more rational response is to employ external resources such as translators and interpreters, and certainly there are many excellent companies specialised in these fields. However, this is by no means an end to the language barrier. For a start these services can be very expensive, with a top simultaneous interpreter commanding daily rates as high as a partner in an international consulting firm. Secondly, any good translator or interpreter will insist that, to be fully effective, they must understand the context of the subject matter—something not always possible owing to complexity, lack of preparation time, or more often the reluctance of the parties to explain the wider context to an outsider. Unless there has been considerable pre-explanation, ambiguity and cultural overtones are likely to remain in the source messages. Interpreters will of course endeavour to provide a hi-fidelity translation, but in such circumstances they must use initiative and guess-work, clearly injecting a potential source of misunderstanding. Finally, while a good interpreter will attempt to convey spirit as well as meaning, there is inevitably a loss of rhetorical power; for negotiation, persuasion or humour, an interpreter is a poor substitute for direct communication. Training The immediate and understandable reaction to any skills shortage is to consider personnel development, and the language-training industry is well developed, offering programmes at almost every level and in numerous languages. However, no company should be deluded into believing training alone guarantees success. Training budgets are geared to the economic cycle: when times are good, money is invested; when belts tighten, training is one of the first luxuries to be pared down. In a study across four European countries nearly twice as many companies said they needed language training in coming years as had conducted it in past years—highlighting the gap between good intentions and delivery. Unless a company is committed to sustaining the strategy even through bad times, it will fail. One notable and committed leader in language training is the Volkswagen Group. Over many years it has developed a language strategy that can be regarded as a model of professional management. Volkswagen treats language training as a strategic solution, not a tactical one. Progressing from “basics” to full “communication competence” requires completion of six language stages, each demanding roughly 90 hours of classroom refresher work, supplemented by self-study over 6-9 months. Each stage ends with an achievement test that is a prerequisite for continuing. Even this highly structured programme expects a minimum of three years of fairly intensive study before an accountant, engineer, buyer or salesperson can work effectively in a foreign language. Clearly, firms pursuing this route must do so with realistic expectations and long-term commitment; except for brush-up courses for the already fluent, training is not a quick fix and other methods will still be needed."
  },
  "question_groups": [
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        27,
        32
      ],
      "instructions": "Complete the summary using the list of phrases, A–L, below. Write the correct letter, A–L, in boxes 27–32 on your answer sheet. MNCs often encounter language barriers in their daily operations, so they seek several approaches to solve such problems. First, using the native language gives them a realistic base in a different-language-speaking country, but problems turn up when they deal with overseas 27 ________. For example, when translating key 28 ________, differences inevitably arise because of rules in different countries. Another way is to rely on a combination of spoken language and 29 ________, yet a report noted that over one-tenth of business 30 ________ were processed in a party-language setting. A third way is to hire translators. However, this is 31 ________; besides, if they are not well-prepared, they have to engage in 32 ________ work.",
      "raw_text": "Questions 27–32 Complete the summary using the list of phrases, A–L, below. Write the correct letter, A–L, in boxes 27–32 on your answer sheet. MNCs often encounter language barriers in their daily operations, so they seek several approaches to solve such problems. First, using the native language gives them a realistic base in a different-language-speaking country, but problems turn up when they deal with overseas 27 ________. For example, when translating key 28 ________, differences inevitably arise because of rules in different countries. Another way is to rely on a combination of spoken language and 29 ________, yet a report noted that over one-tenth of business 30 ________ were processed in a party-language setting. A third way is to hire translators. However, this is 31 ________; besides, if they are not well-prepared, they have to engage in 32 ________ work.",
      "questions": []
    },
    {
      "type": "SHORT_ANSWER",
      "range": [
        33,
        39
      ],
      "instructions": "Answer the questions below. Choose NO MORE THAN THREE WORDS AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 32-39 on your answer sheet. 33 What “understandable reaction” does the author say companies show when facing a skills shortage? 34 During an economic depression, how does the writer label language training in firms? 35 What has Volkswagen Group provided as an example for other multinationals? 36 In Volkswagen, language training is regarded as what kind of solution? 37 How many stages are required to progress from basics to full competence? 38 Roughly how long does each refresher course take? 39 At least how long is needed for a specialist to work effectively in a foreign language? A  gestures   B clients   C  transactions  D  assumption  E  accurate  F  documents  G  managers  H  body language  I  long-term  J  effective   K  rivals    L  costly",
      "raw_text": "Questions 33–39 Answer the questions below. Choose NO MORE THAN THREE WORDS AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 32-39 on your answer sheet. 33 What “understandable reaction” does the author say companies show when facing a skills shortage? 34 During an economic depression, how does the writer label language training in firms? 35 What has Volkswagen Group provided as an example for other multinationals? 36 In Volkswagen, language training is regarded as what kind of solution? 37 How many stages are required to progress from basics to full competence? 38 Roughly how long does each refresher course take? 39 At least how long is needed for a specialist to work effectively in a foreign language? A  gestures   B clients   C  transactions  D  assumption  E  accurate  F  documents  G  managers  H  body language  I  long-term  J  effective   K  rivals    L  costly",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        40,
        40
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in box 40 on your answer sheet. 40 What is the main function of this passage? A Reveal all kinds of language problems that companies may encounter. B Exhibit well-known cases in dealing with language difficulties. C Evaluate various approaches to the language barrier in multinational companies. D Testify that training is the only feasible approach to solve language problems.",
      "raw_text": "Question 40 Choose the correct letter, A, B, C or D. Write the correct letter in box 40 on your answer sheet. 40 What is the main function of this passage? A Reveal all kinds of language problems that companies may encounter. B Exhibit well-known cases in dealing with language difficulties. C Evaluate various approaches to the language barrier in multinational companies. D Testify that training is the only feasible approach to solve language problems.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "SUMMARY_COMPLETION",
      "SHORT_ANSWER",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:42.787037",
    "parser_version": "1.0",
    "needs_review": true
  }
}