{
  "id": "ielts-r-009",
  "source_file": "9. P1 - Listening to the Ocean 海洋探测【次】.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "medium",
  "title": "Listening to the Ocean",
  "title_cn": "海洋探测",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. Listening to the Ocean The results of some recent research answer some long-standing questions A The oceans cover more than 70 per cent of the planet’s surface, yet until quite recently we knew less about their depths than about the surface of the Moon. The Moon has been far more accessible to study because astronomers have long been able to look at its surface, first with the naked eye and then with the telescope, both instruments that focus light. Until the twentieth century, however, no instruments were available for the study of Earth’s oceans: light, which can travel trillions of kilometres through the vast vacuum of space, cannot penetrate very far in seawater.  B It turns out that for penetrating water the best instrument is sound. Curious investigators have long been fascinated by sound and the way it travels in water. As early as 1490, the artist and scientist Leonardo da Vinci observed: ‘If you cause your ship to stop and place the head of a long tube in the water and place the outer extremity to your ear, you will hear ships at a great distance from you.’ It was not until 1826 that two scientists, Colladon and Sturm, accurately measured the speed of sound in water. Using a long tube to listen under water (as da Vinci had suggested), they recorded how fast the sound of a submerged bell travelled across Lake Geneva in Switzerland. What these investigators demonstrated was that water is an excellent medium for sound, transmitting it almost five times faster than its speed in air.  C A number of factors influence how far sound travels under water and how long it lasts, including particles, salinity, temperature and pressure. Particles in seawater can reflect, scatter and absorb certain frequencies of sound, just as certain wavelengths of light may be reflected, scattered and absorbed by specific types of particles in the atmosphere. In 1943, Maurice Ewing and J. L. Worzel conducted an experiment to test the theory that low-frequency waves, which are less vulnerable than higher frequencies to scattering and absorption, should be able to travel great distances, if the sound source is placed correctly. The researchers set off an underwater explosion and learned that it was detected easily by receivers 3,200 kilometres away. In analysing the results of this test, they discovered a kind of ‘sound pipeline’, known as the ‘deep sound channel’. Sound introduced into this channel of water could travel thousands of kilometres with minimal loss of signal.    \nD The US Navy was quick to appreciate the usefulness of low-frequency sound and the deep sound channel. They developed the Sound Surveillance System (SOSUS), which involved underwater microphones, called hydrophones, that were placed on the ocean bottom and connected by cables to on-shore processing centres. It was Christopher Clark of Cornell University who soon realised that SOSUS could be used to listen to whales. Using a SOSUS receiver in the West Indies, he could hear whales that were 1,770 kilometres away.  E Whales are the biggest of Earth’s creatures, yet these animals are also remarkably elusive. Scientists wishing to observe blue whales must simply wait in their ships for the whales to surface. A few whales have been tracked briefly in the wild in this way but not for very great distances, and much about them remains unknown. But by using SOSUS, scientists can track the whales and position them on a map. Moreover, they can track not just one whale at a time, but many creatures simultaneously. They can also learn to distinguish whale calls; researchers have detected changes in the calls of finback whales as the seasons change, and have found that blue whales in different regions of the Pacific Ocean have different calls.  F SOSUS has also proved instrumental in obtaining information crucial to our understanding of climate. The system has enabled researchers to begin making ocean-temperature measurements on a global scale, measurements that are key to understanding the workings of heat transfer between the ocean and the atmosphere. The ocean plays an enormous role in determining air temperature — the heat capacity in only the upper few metres of ocean is thought to be equal to all of the heat in the entire atmosphere. For sound waves travelling horizontally in the ocean, speed is largely a function of temperature. Thus, the travel time of a wave of sound between two points is a sensitive indicator of the average temperature along its path. Transmitting sound in numerous directions through the deep sound channel can give scientists measurements spanning vast areas of the globe. Thousands of sound paths in the ocean can be pieced together into a map of global ocean temperatures, and by repeating measurements along the same paths over time, scientists can track changes in temperature over months or years.  G Researchers are also using other acoustic techniques to monitor climate. Oceanographer Jeff Nystuen, for example, has explored the use of sound to measure rainfall over the ocean. Monitoring changing global rainfall patterns will contribute to understanding major climate change as well as the weather phenomenon known as El Niño. Since 1985, Nystuen has used hydrophones to listen to rain over the ocean, acoustically measuring not only the rainfall rate but also the rainfall type, ranging from drizzle to thunderstorms. By using the sound of rain under water as a ‘natural’ rain gauge, the measurement of rainfall over the oceans will become available to climatologists. In this way, modern society continues to benefit from the investigations of those who, like Leonardo da Vinci, pursued the answers to some basic questions of nature."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        4
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1–4 on your answer sheet, write TRUE    if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN  if there is no information on this 1 In the past, it was easier for scientists to study the Moon than the oceans.  2 Techniques for investigating the Moon are the same as techniques for researching the ocean.  3 Measuring temperature changes in the ocean using sound is more time-consuming than other methods.  4 Hydrophones can distinguish different kinds of rain.",
      "raw_text": "Questions 1 – 4 Do the following statements agree with the information given in Reading Passage 1? In boxes 1–4 on your answer sheet, write TRUE    if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN  if there is no information on this 1 In the past, it was easier for scientists to study the Moon than the oceans.  2 Techniques for investigating the Moon are the same as techniques for researching the ocean.  3 Measuring temperature changes in the ocean using sound is more time-consuming than other methods.  4 Hydrophones can distinguish different kinds of rain.",
      "questions": []
    },
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        5,
        8
      ],
      "instructions": "Reading Passage 1 has seven paragraphs, A–G. Which paragraph contains the following information? Write the correct letter, A–G, in boxes 5–8 on your answer sheet. NB  You may use any letter more than once. 5 examples of things that affect the distance sound can travel in water 6 details of the connection between ocean temperatures and climate 7 details of ways in which light and sound are similar 8 a reference to a long-term study of different types of weather",
      "raw_text": "Questions 5 – 8 Reading Passage 1 has seven paragraphs, A–G. Which paragraph contains the following information? Write the correct letter, A–G, in boxes 5–8 on your answer sheet. NB  You may use any letter more than once. 5 examples of things that affect the distance sound can travel in water 6 details of the connection between ocean temperatures and climate 7 details of ways in which light and sound are similar 8 a reference to a long-term study of different types of weather",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        9,
        13
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in boxes 9–13 on your answer sheet. 9 According to the passage, who conducted research into the rate at which sound travels in water? A Leonardo da Vinci   B Colladon and Sturm   C Ewing and Worzel   D Jeff Nystuen  10 According to the passage, who conducted research into the distances certain types of sound waves travel in water? A Leonardo da Vinci   B Colladon and Sturm   C Ewing and Worzel   D Christopher Clark  11 SOSUS allows whale researchers to A follow a number of whales at the same time. B protect whales as they migrate. C imitate whale calls of different species. D change the whales’ direction of travel.  12 Finback whale calls change A when scientists track them. B at different times of year. C  when whales communicate with other species. D  when whales come to the surface.  13 SOSUS allows scientists to A  make accurate maps of the ocean floor. B  measure water-level changes. C  investigate ocean currents. D  measure variations in temperature.",
      "raw_text": "Questions 9 – 13 Choose the correct letter, A, B, C or D. Write the correct letter in boxes 9–13 on your answer sheet. 9 According to the passage, who conducted research into the rate at which sound travels in water? A Leonardo da Vinci   B Colladon and Sturm   C Ewing and Worzel   D Jeff Nystuen  10 According to the passage, who conducted research into the distances certain types of sound waves travel in water? A Leonardo da Vinci   B Colladon and Sturm   C Ewing and Worzel   D Christopher Clark  11 SOSUS allows whale researchers to A follow a number of whales at the same time. B protect whales as they migrate. C imitate whale calls of different species. D change the whales’ direction of travel.  12 Finback whale calls change A when scientists track them. B at different times of year. C  when whales communicate with other species. D  when whales come to the surface.  13 SOSUS allows scientists to A  make accurate maps of the ocean floor. B  measure water-level changes. C  investigate ocean currents. D  measure variations in temperature.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "PARAGRAPH_MATCHING",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:43.623349",
    "parser_version": "1.0",
    "needs_review": true
  }
}