{
  "id": "ielts-r-014",
  "source_file": "14. P1 - Sydney Opera House 悉尼歌剧院.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "unmarked",
  "title": "Sydney Opera House",
  "title_cn": "悉尼歌剧院",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. Sydney Opera House Sydney Opera House is an example of late modern architecture; it is admired internationally and treasured by the people of Australia. In 1956 the Premier of New South Wales, Australia, announced an international competition for the design of an opera house for Sydney. It attracted more than 200 entries from around the world and was won by Jørn Utzon, a relatively little-known architect from Denmark. The story goes that during the judging of the competition, one judge, American architect Eero Saarinen, arrived in Sydney after the other three judges had started assessing the entries. He looked through their rejected entries and stopped at the Utzon design, declaring it to be outstanding. It was Utzon’s life and travels that had shaped his design for the Sydney Opera House. Though he had never visited the site, he used his maritime background to study naval charts of Sydney Harbour. His early exposure to shipbuilding provided the inspiration for the design of the roof, which is a series of curved ‘shells’ that look like the sails of a sailing ship billowing in the wind. From his travels to Mexico, he had the idea of placing his building on a wide horizontal platform. Construction of the platform began in 1959, and throughout the early 1960s Utzon amended his original designs in order to develop a way to build the large ‘shells’ that cover the two main halls. The construction of the roof brought together some of the world’s best engineers and craftsmen, devising innovative techniques to create a major visual impact in accordance with Utzon’s vision. The design was one of the first examples of the use of computer-aided design for complex shapes. Although Utzon had spectacular plans for the interior, he was unable to realise them. Cost overruns contributed to criticism of the project and, after a change of government, the Minister of Works began questioning Utzon’s schedules and cost estimates. Payments to Utzon were stopped and he was forced to withdraw as chief architect in 1966. Following his resignation, there were protests through the streets led by prominent architect Harry Seidler and others, demanding that Utzon be reinstated as architect. However, Utzon was not reinstated and left Australia in 1966. He never returned, and new architects were appointed to complete the building in his absence. The original cost estimate for the Opera House was $7 million, with the completion date set for 26 January 1963. However, the Opera House was not formally completed until 1973, having cost $102 million.  \nSince its opening in 1973, Sydney Opera House has earned a reputation as a world-class performing-arts centre and become a symbol of both Sydney and Australia. Situated at Bennelong Point on Sydney Harbour, it consists of a series of large precast ‘shells’ made of concrete, each composed of sections of a sphere of 75.2 metres radius, forming the roofs of the structure, set on a monumental platform. The building is 183 metres long and 120 metres wide at its widest point. It is supported on 588 concrete piers, which are sunk approximately 25 metres below sea level. Although the roof structures are commonly referred to as ‘shells’, they are precast concrete panels supported by concrete ribs. The ‘shells’ are covered with 1,056,006 white and cream-coloured tiles manufactured in a factory in Sweden that generally produced stoneware tiles for the paper-mill industry. The design solution and construction of the shell structure took eight years to complete, and the development of the special ceramic tiles took over three years. Apart from the tiles covering the ‘shells’, the building’s exterior is mostly clad with granite quarried in Australia. Contrary to its name, Sydney Opera House includes multiple performance venues. It is among the busiest performing-arts centres in the world, holding over 1,500 performances each year. It hosts a large number of performing-arts companies, including the four resident companies: Opera Australia, the Australian Ballet, the Sydney Theatre Company and the Sydney Symphony Orchestra. With its grand setting and cathedral-like atmosphere, the Concert Hall is Sydney Opera House’s most prestigious performance space. The largest of all interior venues, it delivers outstanding acoustics thanks to its high ceiling and wood panelling. There is a sizeable outdoor forecourt from which people ascend to the main entrance. The steps, which lead up from the forecourt to the main performance venues, are nearly 100 metres wide. In 1999 Utzon was re-engaged to develop a set of design principles to act as a guide for future changes to the building. All of this design work he did from his base in Europe. These principles help to ensure that the building’s architectural integrity is maintained. The first alteration to the exterior was the addition of a new colonnade, which shades nine large glass openings in the previously solid exterior wall. This Utzon-led project, completed in 2006, enabled theatre patrons to see the harbour for the first time from the theatre foyers. The design also incorporates the first public lift and interior escalators to assist less-mobile patrons. Since 2007, the cultural, heritage and architectural importance of Sydney Opera House has been protected by its inclusion on the World Heritage List."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        7
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1–7 on your answer sheet, write TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1  Utzon was famous for his work before he designed the Opera House. 2  Utzon’s design was favoured by the four judges of the competition from the beginning. 3  Utzon’s knowledge of boats gave him the idea for parts of the Opera House. 4  Utzon was impressed by the opera houses he had seen in Mexico. 5  Utzon changed his designs in the 1960s after construction began. 6  Seidler defended Utzon’s role as architect. 7  Utzon went back to Australia in 1973 for the opening of the Opera House.",
      "raw_text": "Questions 1–7 Do the following statements agree with the information given in Reading Passage 1? In boxes 1–7 on your answer sheet, write TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1  Utzon was famous for his work before he designed the Opera House. 2  Utzon’s design was favoured by the four judges of the competition from the beginning. 3  Utzon’s knowledge of boats gave him the idea for parts of the Opera House. 4  Utzon was impressed by the opera houses he had seen in Mexico. 5  Utzon changed his designs in the 1960s after construction began. 6  Seidler defended Utzon’s role as architect. 7  Utzon went back to Australia in 1973 for the opening of the Opera House.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        8,
        13
      ],
      "instructions": "Complete the notes below. Choose ONE WORD AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 8 – 13 on your answer sheet.     Sydney Opera House Final cost • 8 $ ____________ Construction • A large platform acting as a base for the building • Concrete panels used to make ‘shells’, which are covered in tiles • Over a million tiles from 9 ____________ • 10 ____________ from Australia covering the outside walls Use • More than 1,500 performances annually • 11 ____________ performing-arts companies have their home base at the Opera House Outside • A large 12 ____________ at the foot of a wide staircase Alterations • A colonnade was added in 2006 • Openings made the 13 ____________ visible from foyers",
      "raw_text": "Questions 8 – 13 Complete the notes below. Choose ONE WORD AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 8 – 13 on your answer sheet. \n   Sydney Opera House Final cost • 8 $ ____________ Construction • A large platform acting as a base for the building • Concrete panels used to make ‘shells’, which are covered in tiles • Over a million tiles from 9 ____________ • 10 ____________ from Australia covering the outside walls Use • More than 1,500 performances annually • 11 ____________ performing-arts companies have their home base at the Opera House Outside • A large 12 ____________ at the foot of a wide staircase Alterations • A colonnade was added in 2006 • Openings made the 13 ____________ visible from foyers",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:39.948730",
    "parser_version": "1.0",
    "needs_review": true
  }
}