{
  "id": "ielts-r-026",
  "source_file": "26. P1 - The Tuatara of New Zealand 新西兰蜥蜴.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "unmarked",
  "title": "The Tuatara of New Zealand",
  "title_cn": "新西兰蜥蜴",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. The Tuatara of New Zealand Tuatara are lizard-like reptiles found only in New Zealand. They are representative of ancient life forms. Tuatara are the sole surviving members of an ancient lineage of reptiles called Sphenodontia, which is over 250 million years old. Because tuatara still resemble fossils of reptiles that lived during the age of dinosaurs, they are often called “living fossils”. Now only two species survive in New Zealand. One is the Brothers Island tuatara which, until recent re-introductions to sanctuaries (safe places for wildlife), survived only on North Brother Island. The other species is the common tuatara, which inhabits many other offshore islands. Although the two species appear similar, they have genetic differences. Tuatara bones have been found in many parts of New Zealand; where dated, they are usually a few hundred to 5,000 years old. It is not known whether these bones belong to the two living species or to others that are now extinct. Many anatomical features distinguish tuatara from other living reptiles—for example, they have a distinctive pattern of openings in the skull, a unique type of haemoglobin in the blood, and males have no external reproductive organ. Adults range from 30 to 75 centimetres in length and weigh between 250 and 1,200 grams. Males are larger than females and have more developed spines in the crest along the neck, back and tail. The male tuatara courts the female by approaching her with a proud walk. Tuatara mate in late summer, and the female usually lays 6–10 eggs the following spring in a shallow ground-level nest. She may guard the nest for a few nights, then return to her underground burrow. The eggs incubate for about a year, so hatchlings emerge just as new eggs are being laid the next season. Evidence indicates that the sex of hatchlings is determined by both genetic and environmental factors: warmer eggs are more likely to produce males, while cooler eggs tend to produce females. The hatchlings receive no parental care and must find their own food. Tuatara live a long time, reaching reproductive maturity at about 15 years and breeding for many decades. Their maximum lifespan is uncertain, but many individuals have lived to 80 years while still looking vigorous and healthy. Tuatara live in underground burrows and are more active at night, though they bask in the sun by day. Both sexes are territorial; males aggressively defend their range by posturing and, if necessary, fighting. Their teeth are their chief weapons, and a bite can cause serious injury. Tuatara are carnivorous, feeding on invertebrates, lizards and the baby seabirds with which they often share burrows.  \nTuatara were once widespread and abundant on the New Zealand mainland, but when Polynesian settlers arrived (about 1250–1300 AD) they brought Pacific rats, which killed tuatara. By the time of European settlement in the 1840s, tuatara were almost extinct on the mainland. Some islands provided temporary refuges, but these too were eventually invaded by rats and other mammalian predators. Gradually tuatara became confined to 32 near-shore islands. Many of these islands were tiny, some only one hectare in size. A few, such as the Poor Knights Islands off the north-eastern coast of New Zealand and some islands in Cook Strait, still support the common tuatara. The Brothers Island tuatara survived only on North Brother Island, but new populations have been created on Titi Island in the Marlborough Sounds and on Somes Island in Wellington Harbour. Tuatara can live in remarkably dense populations. Most tuatara islands support 50–100 individuals per hectare, so an island of just 10 hectares may hold hundreds. Larger islands rich in seabirds and invertebrates—key tuatara prey—may support even greater densities. The largest population is on Stephens Island, where numbers reach up to 2,500 per hectare in some areas, with a total of at least 30,000 individuals. Overall, the tuatara population across all islands is estimated at 50,000–100,000. Legal protection was granted to tuatara and their islands in 1895, yet the reptiles continued to decline. Since then, active conservation management has reversed the trend, and new populations have been established on predator-free islands. In the mid-1980s the New Zealand Wildlife Service (now the Department of Conservation) developed methods to eradicate rats from islands. Rats have since been removed from almost all tuatara islands, making these habitats safe for many threatened native species. Conservationists have also collected eggs for incubation, bred tuatara in captivity, and relocated them to rat-free islands off the Northland coast and to Stephens Island in Cook Strait—areas never invaded by rats and largely free of other mammalian predators. Two additional predator-free islands now host tuatara, raising the total to 37. Many more introductions are planned for islands and mainland reserves cleared of predators."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        6
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1–6 on your answer sheet, write TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1 The two living species of tuatara look alike. 2 Many tuatara bones that have been discovered are millions of years old. 3 The tails of male tuatara are a different colour from those of female tuatara. 4 The female tuatara lays her eggs in a burrow. 5 There are more female hatchlings than male hatchlings. 6 Once they have hatched, young tuatara have to look after themselves.",
      "raw_text": "Questions 1–6 Do the following statements agree with the information given in Reading Passage 1? In boxes 1–6 on your answer sheet, write TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1 The two living species of tuatara look alike. 2 Many tuatara bones that have been discovered are millions of years old. 3 The tails of male tuatara are a different colour from those of female tuatara. 4 The female tuatara lays her eggs in a burrow. 5 There are more female hatchlings than male hatchlings. 6 Once they have hatched, young tuatara have to look after themselves.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        7,
        13
      ],
      "instructions": "Complete the notes below. Choose ONE WORD AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet.         The tuatara Lifespan • maximum lifespan unknown • many live to at least 7 _______ years Behaviour • attack other creatures with their 8 _______ • eat young 9 _______ that share the same burrows, as well as invertebrates and reptiles Population • abundant until rats were introduced by 10 _______ people • by the 1840s, hardly any tuatara were found on the 11 _______ • islands off the north-eastern coast and in Cook Strait are now home to the      12 _______ tuatara • Brothers Island tuatara found only on North Brother Island • density of tuatara on Stephens Island is up to 13 _______ per hectare",
      "raw_text": "Questions 7–13 Complete the notes below. Choose ONE WORD AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet. \n       The tuatara Lifespan • maximum lifespan unknown • many live to at least 7 _______ years Behaviour • attack other creatures with their 8 _______ • eat young 9 _______ that share the same burrows, as well as invertebrates and reptiles Population • abundant until rats were introduced by 10 _______ people • by the 1840s, hardly any tuatara were found on the 11 _______ • islands off the north-eastern coast and in Cook Strait are now home to the      12 _______ tuatara • Brothers Island tuatara found only on North Brother Island • density of tuatara on Stephens Island is up to 13 _______ per hectare",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:40.450834",
    "parser_version": "1.0",
    "needs_review": true
  }
}