{
  "id": "ielts-r-099",
  "source_file": "99. P3 - Voynich Manuscript 伏尼契手稿【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "Voynich Manuscript",
  "title_cn": "伏尼契手稿",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. The Voynich Manuscript The starkly modern Beinecke Library at Yale University is home to some of the most valuable books in the world: first folios of Shakespeare, Gutenberg Bibles and manuscripts from the early Middle Ages. Yet the library’s most controversial possession is an unprepossessing vellum manuscript about the size of a hardback book, containing 240-odd pages of drawings and text of unknown age and authorship. Catalogued as MS 408, the manuscript would attract little attention were it not for the fact that the drawings hint at esoteric knowledge, while the text seems to be some sort of code — one that no-one has been able to break. It is known to scholars as the Voynich manuscript, after the American book-dealer Wilfrid Voynich, who bought the manuscript from a Jesuit college in Italy in 1912. Over the years, the manuscript has attracted the attention of everyone from amateur dabblers to top code-breakers, all determined to succeed where countless others have failed. Academic research papers, books and websites are devoted to making sense of the contents of the manuscript, which are freely available to all. “Most other mysteries involve second-hand reports,” says Dr Gordon Rugg of Keele University, a leading Voynich expert. “But this is one that you can see for yourself.” It is certainly strange: page after page of drawings of weird plants, astrological symbolism and human figures, accompanied by a script that looks like some form of shorthand. What does it say — and what are the drawings about? Voynich himself believed that the manuscript was the work of the 13th-century English monk Roger Bacon, famed for his knowledge of alchemy, philosophy and science. In 1921 Voynich’s view that Bacon was the writer appeared to win support from the work of William Newbold, Professor of Philosophy at the University of Pennsylvania, who claimed to have found the key to the cipher system used by Bacon. According to Newbold, the manuscript proved that Bacon had access to a microscope centuries before they were supposedly first invented. The claim that this medieval monk had observed living cells created a sensation. It soon became clear, however, that Newbold had fallen victim to wishful thinking. Other scholars showed that his “decoding” methods produced a host of possible interpretations. The Voynich manuscript has continued to defy the efforts of world-class experts. In 1944, a team was assembled to tackle the mystery, led by William Friedman, the renowned American code-breaker. They began with the most basic code-breaking task: analysing the relative frequencies of the characters making up the text, looking for signs of an underlying structure. Yet Friedman’s team soon found themselves in deep water. The precise size of the “alphabet” of the Voynich manuscript was unclear: it is possible to make out more than 70 distinct symbols among the 170,000-character text. Furthermore, Friedman discovered that some words and phrases appeared more often than expected in a standard language, casting doubt on claims that the manuscript concealed a real language, as encryption typically reduces word frequencies.   \nFriedman concluded that the most plausible resolution of this paradox was that “Voynichese” is some sort of specially created artificial language, whose words are devised from concepts rather than linguistics. So could the Voynich manuscript be the earliest-known example of an artificial language? “Friedman’s hypothesis commands respect because of the lifetime of cryptanalytic expertise he brought to bear,” says Rob Churchill, co-author of The Voynich Manuscript. That still leaves a host of questions unanswered, however, such as the identity of the author and the meaning of the bizarre drawings. “It does little to advance our understanding of the manuscript as a whole,” says Churchill. Even though Friedman was working more than 60 years ago, he suspected that major insights would come from using the device that had already transformed code-breaking: the computer. In this he was right — it is now the key tool for uncovering clues about the manuscript’s language. The insights so far have been perplexing. For example, in 2001 another leading Voynich scholar, Dr Gabriel Landini of Birmingham University in the UK, published the results of his study of the manuscript using a pattern-detecting method called spectral analysis. This revealed evidence that the manuscript contains genuine words, rather than random nonsense, consistent with the existence of some underlying natural language. Yet the following year, Voynich expert René Zandbergen of the European Space Agency in Darmstadt, Germany, showed that the entropy of the text (a measure of the rate of transfer of information) was consistent with Friedman’s suspicions that an artificial language had been used. Many are convinced that the Voynich manuscript is not a hoax. For how could a medieval hoaxer create so many tell-tale signs of a message from random nonsense? Yet even this has been challenged in new research by Rugg. Using a system first published by the Italian mathematician Girolamo Cardano in 1150, in which a specially constructed grille is used to pick out symbols from a table, Rugg found he could rapidly generate text with many of the basic traits of the Voynich manuscript. Publishing his results in 2004, Rugg stresses that he had not set out to prove the manuscript a hoax. “I simply demonstrated that it is feasible to hoax something this complex in a few months,” he says. Inevitably, others beg to differ. Some scholars, such as Zandbergen, still suspect the text has genuine meaning, though believe it may never be decipherable. Others, such as Churchill, have suggested that the sheer weirdness of the illustrations and text hints at an author who had lost touch with reality. What is clear is that the book-sized manuscript, kept under lock and key at Yale University, has lost none of its fascination. “Many derive great intellectual pleasure from solving puzzles,” says Rugg. “The Voynich manuscript is as challenging a puzzle as anyone could ask for.”"
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        27,
        30
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 3? In boxes 27-30 on your answer sheet, write TRUE    if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN  if there is no information on this 27 It is uncertain when the Voynich manuscript was written. 28 Wilfrid Voynich donated the manuscript to the Beinecke Library. 29 Interest in the Voynich manuscript extends beyond that of academics and professional code-breakers. 30 The text of the Voynich manuscript contains just under 70 symbols.",
      "raw_text": "Questions 27 – 30 Do the following statements agree with the information given in Reading Passage 3? In boxes 27-30 on your answer sheet, write TRUE    if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN  if there is no information on this 27 It is uncertain when the Voynich manuscript was written. 28 Wilfrid Voynich donated the manuscript to the Beinecke Library. 29 Interest in the Voynich manuscript extends beyond that of academics and professional code-breakers. 30 The text of the Voynich manuscript contains just under 70 symbols.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        31,
        34
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 31 – 34 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        31,
        34
      ],
      "instructions": ") and the list of people below. Match each statement with the correct person, A–H. Write the correct letter, A–H, in boxes 31-34 on your answer sheet. 31 The number of times that some words occur makes it unlikely that the manuscript is based on an authentic language. 32 Unlike some other similar objects of fascination, people can gain direct access to the Voynich manuscript. 33 The person who wrote the manuscript may not have been entirely sane. 34 It is likely that the author of the manuscript is the same person as suggested by Wilfrid Voynich.          List of People A  Gordon Rugg   B  Roger Bacon   C  William Newbold   D  William Friedman E  Rob Churchill   F  Gabriel Landini   G  René Zandbergen   H  Girolamo Cardano",
      "raw_text": "Questions 31-34) and the list of people below. Match each statement with the correct person, A–H. Write the correct letter, A–H, in boxes 31-34 on your answer sheet. 31 The number of times that some words occur makes it unlikely that the manuscript is based on an authentic language. 32 Unlike some other similar objects of fascination, people can gain direct access to the Voynich manuscript. 33 The person who wrote the manuscript may not have been entirely sane. 34 It is likely that the author of the manuscript is the same person as suggested by Wilfrid Voynich.          List of People A  Gordon Rugg   B  Roger Bacon   C  William Newbold   D  William Friedman E  Rob Churchill   F  Gabriel Landini   G  René Zandbergen   H  Girolamo Cardano",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        35,
        39
      ],
      "instructions": "Complete the summary below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 35-39 on your answer sheet.",
      "raw_text": "Questions 35 – 39 Complete the summary below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 35-39 on your answer sheet.",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        40,
        40
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in box 40 on your answer sheet. The writer’s main aim in this passage is to A  explain the meaning of the manuscript. B  determine the true identity of the manuscript’s author. C  describe the numerous attempts to decode the manuscript. D  identify which research into the manuscript has had the most media coverage.   Voynich Researchers William Newbold believed that the author of the Voynich manuscript had been able to look at cells through a 35 ________. Other researchers later demonstrated that there were flaws in his argument. William Friedman concluded that the manuscript was written in an artificial language that was based on 36 ________. He couldn’t find out the meaning of this language but he believed that the 37 ________ would continue to bring advances in code-breaking. Dr Gabriel Landini used a system known as 38 ________ in his research, and claims to have demonstrated the presence of genuine words. Dr Gordon Rugg’s system involved a grille, that made it possible to quickly select symbols that appeared in a 39 ________. Rugg’s conclusion was that the manuscript lacked genuine meaning.",
      "raw_text": "Question 40 Choose the correct letter, A, B, C or D. Write the correct letter in box 40 on your answer sheet. The writer’s main aim in this passage is to A  explain the meaning of the manuscript. B  determine the true identity of the manuscript’s author. C  describe the numerous attempts to decode the manuscript. D  identify which research into the manuscript has had the most media coverage.   Voynich Researchers William Newbold believed that the author of the Voynich manuscript had been able to look at cells through a 35 ________. Other researchers later demonstrated that there were flaws in his argument. William Friedman concluded that the manuscript was written in an artificial language that was based on 36 ________. He couldn’t find out the meaning of this language but he believed that the 37 ________ would continue to bring advances in code-breaking. Dr Gabriel Landini used a system known as 38 ________ in his research, and claims to have demonstrated the presence of genuine words. Dr Gordon Rugg’s system involved a grille, that made it possible to quickly select symbols that appeared in a 39 ________. Rugg’s conclusion was that the manuscript lacked genuine meaning.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 18,
    "question_types": [
      "TFNG",
      "UNKNOWN",
      "PERSON_MATCHING",
      "SUMMARY_COMPLETION",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:44.095042",
    "parser_version": "1.0",
    "needs_review": true
  }
}