{
  "id": "ielts-r-128",
  "source_file": "128. P1 - The Pyramid of Cestius 罗马金字塔【次】.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "medium",
  "title": "The Pyramid of Cestius",
  "title_cn": "罗马金字塔",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. The Pyramid of Cestius A 2,000-year-old pyramid in the city of Rome has been restored by archaeologists. Though Rome draws tourists from around the world to its many impressive sites, one notable monument there has never attracted nearly as much interest: the Pyramid of Cestius. But why would there be a pyramid in Italy? After the Roman conquest of Egypt in 30 B.C., Egyptian architectural style became the fashion in Rome. Though obelisks and other monuments inspired by Egypt’s great pyramids sprang up around the city, only two actual pyramids are known to have been built. The only one left standing, the Pyramid of Cestius, was designed as the burial pyramid for a Roman politician named Caius Cestius, who ordered that the building work be completed within a period of 330 days. Construction took place at some point between 18 B.C. and 12 B.C. Cestius’ pyramid had a layer of white Carrara marble on the outside, and was constructed from brick held together by a basic kind of cement on the inside. One of the things that strikes you when you look at the pyramid is how steep it is, so that the shape of Cestius’ pyramid is quite unlike that of typical Egyptian ones. This is a difference that could have been the result of inaccurate information sent back to Rome by soldiers who saw the pyramids in person in Egypt. Alternatively, Roman builders could have drawn inspiration from the pyramids in Nubia, a region located in what is today northern Sudan and southern Egypt. At the time of its construction, since there was a strict Roman law prohibiting the placement of tombs within the city itself, the Pyramid of Cestius would have stood in the countryside. Rome grew enormously during the next two centuries, and, by the 3rd century A.D., the pyramid would have been surrounded by buildings. We also know that in the 3rd century A.D., the Pyramid of Cestius was hidden behind a high wall on the orders of Emperor Aurelian; this probably helped it survive throughout the centuries to come, even as other ancient monuments disappeared. By the Middle Ages, the pyramid was covered in vegetation and thick dirt, and popular myth had developed that it might be a tomb for one of the twin brothers Romulus and Remus, who were regarded as the men who had established the city of Rome. Cestius’ actual tomb within the pyramid and the inscription identifying the pyramid as his weren’t rediscovered until the 1660s, when the pyramid underwent restoration. During excavations, when trees and plants were cleared away, two marble bases were found in front of the pyramid, as well as fragments of bronze statues that had once stood on them, on either side of the pyramid. The people employed to excavate the pyramid did not find the urn that would have contained Cestius’ remains, but they did come across a tunnel. It was quite possible, therefore, that robbers had at some earlier time removed the contents of the tomb. But while some of the features of Cestius’ tomb no longer exist, at least the pyramid itself has survived. \nToday, the foundations of Cestius’ pyramid rest below street level near an intersection with heavy traffic, so that passing tourists and residents could easily fail to notice its full height of 119 feet. Across the intersection is the Piramide station, located on Line B of the Rome Metro. In 2011, the Japanese clothing-company entrepreneur Yuzo Yagi, president of Yagi Tsusho Ltd, announced his intention to help the Italian government pay for an ambitious renovation of the Pyramid of Cestius. ‘It’s an act of gratitude,’ he later told journalists. ‘Our company has grown thanks to Italy.’ Work began at the site shortly after Yagi signed an official agreement with the Special Superintendency for the Archaeological Heritage of Rome, and was completed ahead of schedule thanks to his 2-million-euro contribution. As archaeologist Leonardo Guarnieri explained to journalists, officials are now conducting tours of the newly renovated pyramid twice a month by reservation. Visitors who take advantage of the tour can make their way through a narrow corridor in order to enter the burial chamber itself. It is within these walls that they can admire the frescoes: watercolour paintings typical of the time. In the chamber, it is possible to make out four frescoes of the winged Roman goddess of war, Victoria, a figure from Roman legend, as well as a series of vases, the type that would have been used for special rituals and purification purposes. We know from the writings of earlier visitors that there used to be more here, but the majority have disappeared over time. Only one problem remains now that the restoration is complete. The white exterior of the Pyramid of Cestius will have to be cleaned every few months to remove the layer of urban pollution. A team of free-climbers will be employed to do the job, in order to avoid placing builders’ scaffolding around the newly welcoming monument."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        7
      ],
      "instructions": "Do the following statements agree with the information in Reading Passage 1? In boxes 1–7 on your answer sheet, write: TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information about this 1 The Pyramid of Cestius has always been one of Rome’s most popular tourist attractions. 2 The construction of the Pyramid was completed before Cestius’ death. 3 In the Middle Ages, people thought an original founder of Rome was buried in the Pyramid of Cestius. 4 Today, the height of the Pyramid is something that tourists and residents immediately notice. 5 Japanese businessman Yuzo Yagi was an admirer of both Italian and Egyptian architecture. 6 The restoration of the Pyramid of Cestius, which was funded by Yuzo Yagi, finished earlier than expected. 7 Most of the original frescoes inside Cestius’ tomb have survived to this day.",
      "raw_text": "Questions 1–7 Do the following statements agree with the information in Reading Passage 1? In boxes 1–7 on your answer sheet, write: TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information about this 1 The Pyramid of Cestius has always been one of Rome’s most popular tourist attractions. 2 The construction of the Pyramid was completed before Cestius’ death. 3 In the Middle Ages, people thought an original founder of Rome was buried in the Pyramid of Cestius. 4 Today, the height of the Pyramid is something that tourists and residents immediately notice. 5 Japanese businessman Yuzo Yagi was an admirer of both Italian and Egyptian architecture. 6 The restoration of the Pyramid of Cestius, which was funded by Yuzo Yagi, finished earlier than expected. 7 Most of the original frescoes inside Cestius’ tomb have survived to this day.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        8,
        13
      ],
      "instructions": "Complete the notes below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 8-13 on your answer sheet.     History of the Pyramid of Cestius Construction of Cestius’ pyramid •  it was made from 8 ______ marble and cement •  its 9 ______ is different to the pyramids found in Egypt •  it was originally built in the 10 ______ as building tombs in the city was forbidden •  Emperor Aurelian ordered that a wall had to be built around it  Restoration of Cestius’ pyramid in the 1660s •  In the 1660s, some broken 11 ______ were found next to it •  the 12 ______ inside the tomb suggests that robbers had been there •  the frescoes show mythological scenes, and images of vases  Restoration of Cestius’ pyramid today •  a Japanese businessman paid for its restoration •  climbers are helping to get rid of signs of 13 ______",
      "raw_text": "Questions 8-13 Complete the notes below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 8-13 on your answer sheet. \n   History of the Pyramid of Cestius Construction of Cestius’ pyramid •  it was made from 8 ______ marble and cement •  its 9 ______ is different to the pyramids found in Egypt •  it was originally built in the 10 ______ as building tombs in the city was forbidden •  Emperor Aurelian ordered that a wall had to be built around it  Restoration of Cestius’ pyramid in the 1660s •  In the 1660s, some broken 11 ______ were found next to it •  the 12 ______ inside the tomb suggests that robbers had been there •  the frescoes show mythological scenes, and images of vases  Restoration of Cestius’ pyramid today •  a Japanese businessman paid for its restoration •  climbers are helping to get rid of signs of 13 ______",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:39.765512",
    "parser_version": "1.0",
    "needs_review": true
  }
}