{
  "id": "ielts-r-016",
  "source_file": "16. P1 - The Clipper Races 帆船竞速.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "unmarked",
  "title": "The Clipper Races",
  "title_cn": "帆船竞速",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage below. The Clipper Races: an era of competition between cargo ships During the seventeenth and eighteenth centuries, the British East India Company had the monopoly on trade with China and India. This meant that because no rival could legally import tea or other goods from these countries at this time, the company was rarely in a hurry to transport its merchandise. Instead, its priority was to minimise costs by carrying as much as possible on each ship. This meant that its ships – known as East Indiamen – were enormous, strong and very slow. By 1800, the average East Indiaman could carry 1,200 tons of merchandise. The trading pattern for China tea usually meant the East Indiamen set sail from Britain in January, sailed round the Cape of Good Hope at the southernmost tip of Africa, and arrived in China in September. There they would load up that year’s tea harvest, set off again and, depending on the wind and weather, aim to arrive back by the following September, so even with favourable sailing conditions, the round trip lasted almost two years, and if anything went wrong it could take a lot longer. However, by 1834 the company had lost its trading monopolies, and tea had become a freely traded item. Having no more use for its great ships, the company sold them off, and many were bought by merchants or their captains, who continued to plough the seas between Britain and China. But now that tea could be traded freely, a few smart sailors began to realise that whoever brought each new harvest of tea to Britain first stood to make the most money. This was partly because if you were home first, you could sell your shipment of tea before your competitors even arrived, and partly because consumers in Britain in the nineteenth century believed that the fresher and earlier-picked the tea, the better the resulting drink. Tea traders now needed faster, sleeker ships to bring their precious cargo back. Nevertheless, in Britain this idea only caught on slowly, and while the 1840s saw a few faster ships launched, for the time being many merchants remained satisfied with the slow but reliable East Indiamen.   \nIn fact it was the Americans who pioneered the first clipper ships. These vessels were fast and slender, with a narrow hull that was deeper at the back than at the front, and masses of sails on tall masts. They earned their name from the way that they ‘clipped off’ journey time. British merchants resolved to build their own clippers to rival the Americans, and the first British tea clipper, Stornaway, was built in Aberdeen in 1850. More tea clippers were designed and built in Britain throughout the 1850s and 1860s; they had a narrower beam than their American equivalents, making them less powerful during storms but faster in calmer weather. There was a great spirit of competition between the British and American ships plying the tea trade, but to begin with the Americans had the edge. Then in 1851 a British shipowner, Richard Green, built the aptly named clipper Challenger with the stated intention of beating the American ships. Loaded with tea, Challenger left China for London in 1852 at the same time as the American clipper Challenge, a much larger, older ship already greatly admired for its speed. Large sums were bet on which would complete the journey first. In the event, the British ship beat its rival to London by two days, amid much jubilation. From then on, such international races grew in popularity. After 1855, American participation in the British tea trade gradually stopped. But even without the Anglo-American rivalry, the competitive spirit continued. It was really ignited when new ports were opened up for trade in China. These included Foochow, which was much closer to the tea-producing areas than Canton, the port used previously. As a result, tea could be loaded on board earlier and fresher, and the clippers could set off in late May or early June – sometimes not even taking time to fill out the official paperwork – racing back to Britain whatever the difficulties. They sped down through the South China Sea and into the Indian Ocean, then raced to get round the southernmost tip of Africa at the Cape of Good Hope. Then it was north across the vast Atlantic, past the Azores, through the English Channel and into the estuary of the River Thames. Once there, they would be towed by tugs up the river and into the docks. The cargo of the winning ship could earn a premium of up to sixpence per pound – and so the captain and crew were rewarded by the owners of the cargo. But the races were about more than just money: the crews, about 40 men on each clipper, were expert sailors, proud of their ships, and they delighted in competing against each other. Without their enthusiasm, the races would never have happened, since getting home as fast as possible required the crew to be totally dedicated and to sacrifice much of their rest for the duration of the race."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        6
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1–6 on your answer sheet, write TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1  In the seventeenth and eighteenth centuries, the British East India Company faced a lot of competition. 2  Before 1800, cargo size was the most important consideration for the East India Company. 3  At best, voyages of the East Indiamen to China and back took nearly two years to complete. 4  Before 1834, voyages to and from China were considered to be highly dangerous. 5  After 1834, the ships which had served the East India Company stopped being used for commercial purposes. 6  In the nineteenth century, British drinkers preferred tea made from mature leaves to that made from younger leaves.",
      "raw_text": "Questions 1–6 Do the following statements agree with the information given in Reading Passage 1? In boxes 1–6 on your answer sheet, write TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1  In the seventeenth and eighteenth centuries, the British East India Company faced a lot of competition. 2  Before 1800, cargo size was the most important consideration for the East India Company. 3  At best, voyages of the East Indiamen to China and back took nearly two years to complete. 4  Before 1834, voyages to and from China were considered to be highly dangerous. 5  After 1834, the ships which had served the East India Company stopped being used for commercial purposes. 6  In the nineteenth century, British drinkers preferred tea made from mature leaves to that made from younger leaves.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        7,
        13
      ],
      "instructions": "Complete the notes below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet.       Clipper races The ships • Clipper ships were first used for trading by American merchants. • The ships were remarkable for the number of 7 __________ they had. • The performance of British tea clippers was particularly affected when there were 8 __________ at sea. The races • It was in a ship called 9 __________ that the British first competed successfully against the Americans. • Richard Green’s ship arrived two days ahead of its competitor. • Competition increased when additional Chinese trading 10 __________ were established. • Merchants were occasionally in such a hurry that they failed to complete the    11 __________ before leaving China. • At the end of their journey, the ships needed the help of 12 __________. The rewards • The crews were motivated by both 13 __________ and their enthusiasm for the competition.",
      "raw_text": "Questions 7–13 Complete the notes below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet. \n     Clipper races The ships • Clipper ships were first used for trading by American merchants. • The ships were remarkable for the number of 7 __________ they had. • The performance of British tea clippers was particularly affected when there were 8 __________ at sea. The races • It was in a ship called 9 __________ that the British first competed successfully against the Americans. • Richard Green’s ship arrived two days ahead of its competitor. • Competition increased when additional Chinese trading 10 __________ were established. • Merchants were occasionally in such a hurry that they failed to complete the    11 __________ before leaving China. • At the end of their journey, the ships needed the help of 12 __________. The rewards • The crews were motivated by both 13 __________ and their enthusiasm for the competition.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:40.026007",
    "parser_version": "1.0",
    "needs_review": true
  }
}