{
  "id": "ielts-r-084",
  "source_file": "84. P3 - The Analysis of Fear 猴子恐惧实验【次】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "medium",
  "title": "The Analysis of Fear",
  "title_cn": "猴子恐惧实验",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3. The Analysis of Fear Researchers are investigating the processes in the brain that give rise to fear in animals. The results may lead to new ways to treat human anxiety.  Over the years, the majority of people acquire a range of skills for coping with frightening situations. They will attempt to placate a vexed teacher or boss and will shout and run when chased by a hostile stranger. But some individuals become overwhelmed in circumstances others would consider only minimally stressful: fear of ridicule might cause them to shake uncontrollably when called on to speak in a group, or terror of strangers might lead them to hide at home, unable to work or shop for groceries. Why do certain people fall prey to excessive fear?  Ned H. Kalin and Steven E. Shelton at the University of Wisconsin–Madison are addressing this problem by identifying specific brain processes that regulate fear and its associated behaviors. Despite the availability of non-invasive computer-imaging techniques, such information is still extremely difficult to obtain in humans. Hence, they have turned their attention to another primate, the rhesus monkey. These animals undergo many of the same physiological and psychological developmental stages that humans do, but in a more compressed time span. As we gain more insight into the nature and operation of neural circuits that modulate fear in monkeys, it should be possible to pinpoint the brain processes that cause inordinate anxiety in people, and to devise new therapies to counteract it. Effective interventions would be particularly valuable if they were applied at an early age, as growing evidence suggests overly fearful youngsters are at high risk of later emotional distress.  When they began their studies two decades ago, Kalin and Shelton knew that they would first have to find cues that elicit fear and identify behaviors that reflect different types of anxiety. With such information in hand, they could then proceed to determine the age at which monkeys begin to match defensive behaviors selectively to specific cues. Finally, by determining the parts of the brain that reach maturity during the same time span, they could gain clues to the regions that underlie the regulation of fear and fear-related behavior.  The experiments were carried out at the University of Wisconsin–Madison. Kalin and Shelton discerned varied behaviors by exposing monkeys between six and 12 months old to three related situations. In the alone condition, an animal was separated from its mother and left by itself in a cage for ten minutes. In the no-eye-contact condition, a person stood motionless outside the cage and avoided looking at the solitary infant. In the stare condition, a person was again present and motionless but, assuming a neutral expression, peered directly at the animal. These positions are no more frightening than those that primates encounter frequently in the wild, or those that human infants meet whenever they are left at a day-care centre.    \nIn the alone condition, most monkeys became very active and emitted frequent gentle “coo” calls made with pursed lips. More than 40 years ago it was deduced that when an infant monkey is separated from its mother, it yearns to regain the closeness and security provided by nearness to the parent. These responses help to draw the mother’s attention. In contrast, in the more frightening no-eye-contact situation, the monkeys reduced their activity greatly and sometimes froze for extended periods of time. When an infant spots a potential predator, its goal shifts from attracting the mother to becoming inconspicuous. Inhibiting motion and freezing are common attempts to achieve this in many species. If the infant perceives that it has been detected, its aim shifts to warding off an attack. So the stare condition evoked a third set of responses. The monkeys made several hostile gestures: barking (forcing air from the abdomen through the vocal cords to emit a harsh, growl-like sound) and staring back. Sometimes the animals mixed the threatening displays with submissive ones, such as fear grimaces, which look something like wary grins, or grinding of teeth.  Having identified three categories of defensive behaviours, Kalin and Shelton set about determining when infant monkeys first begin to apply them effectively. Several lines of work had led them to surmise that the ability to make such choices emerges when an infant is around two months old. To establish the critical period of development, they examined four groups of infant monkeys ranging in age up to 12 weeks old. The babies were separated from their mothers, left to acclimatise to a cage, and then exposed to the alone, no-eye-contact and stare conditions. All sessions were videotaped for analysis. They found that the infants in the youngest group (no more than two weeks old) engaged in defensive behaviours, but they lacked some motor control and seemed to act randomly, as if they had not noticed the human beings that were present. Babies in the two intermediate-age groups had good motor control, but their actions seemed unrelated to the test condition. Only animals in the oldest group (nine- to 12-week-old) conducted themselves differently in each situation, and their reactions were both appropriate and identical to those of mature monkeys. This finding meant motor control was not the prime determinant of selective responding and that nine to 12 weeks is the critical age for the appearance of a monkey’s ability to adaptively modulate its defensive activity to meet changing demands."
  },
  "question_groups": [
    {
      "type": "MCQ",
      "range": [
        27,
        30
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in boxes 27-30 on your answer sheet. 27 In the first paragraph, the writer points out that A fear and stress are different feelings. B most humans develop strategies for dealing with fear. C business situations cause more fear than others. D some people never experience fear.  28 When discussing the use of rhesus monkeys as experimental subjects, the writer notes that A they react more quickly to fear than humans. B they are more influenced by fear than humans. C their mental growth resembles that of humans. D their brains work more slowly than those of humans.  29 Which of the following did Kalin and Shelton outline as the second stage in their research project? A the identification of expressions of anxiety in monkeys B the identification of situations that arouse stress in monkeys C an analysis of brain development in monkeys D the study of reactions to fear in monkeys of different ages  30 In the fourth paragraph, the writer notes that the three related situations A reflect common experiences for infant humans and monkeys. B highlight the similarities between monkey and human infant care. C were predicted to cause monkeys more distress than human infants. D were graded in terms of their potential effect on young monkeys.",
      "raw_text": "Questions 27 – 30 Choose the correct letter, A, B, C or D. Write the correct letter in boxes 27-30 on your answer sheet. 27 In the first paragraph, the writer points out that A fear and stress are different feelings. B most humans develop strategies for dealing with fear. C business situations cause more fear than others. D some people never experience fear.  28 When discussing the use of rhesus monkeys as experimental subjects, the writer notes that A they react more quickly to fear than humans. B they are more influenced by fear than humans. C their mental growth resembles that of humans. D their brains work more slowly than those of humans.  29 Which of the following did Kalin and Shelton outline as the second stage in their research project? A the identification of expressions of anxiety in monkeys B the identification of situations that arouse stress in monkeys C an analysis of brain development in monkeys D the study of reactions to fear in monkeys of different ages  30 In the fourth paragraph, the writer notes that the three related situations A reflect common experiences for infant humans and monkeys. B highlight the similarities between monkey and human infant care. C were predicted to cause monkeys more distress than human infants. D were graded in terms of their potential effect on young monkeys.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        31,
        35
      ],
      "instructions": "Look at the following responses of monkeys and the list of conditions below. Match each response with the correct condition, A, B or C. Write the correct letter, A, B or C, in boxes 31-35 on your answer sheet. NB You may use any letter more than once. 31 aggressive facial expressions 32 prolonged stillness 33 a combination of contradictory signals 34 appeals for maternal protection 35 the production of soft sounds",
      "raw_text": "Questions 31 – 35 Look at the following responses of monkeys and the list of conditions below. Match each response with the correct condition, A, B or C. Write the correct letter, A, B or C, in boxes 31-35 on your answer sheet. NB You may use any letter more than once. 31 aggressive facial expressions 32 prolonged stillness 33 a combination of contradictory signals 34 appeals for maternal protection 35 the production of soft sounds",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        36,
        40
      ],
      "instructions": "Complete the summary below. Choose NO MORE THAN THREE WORDS AND / OR A NUMBER from the passage for each answer. Write your answers in boxes 36-40 on your answer sheet. Once they had identified three types of defensive behaviour, Kalin and Shelton grouped the monkeys according to their 36 __________, in order to discover precisely when they were able to respond appropriately to different fear-related cues. They videotaped their results and found that monkeys as young as 37 __________ reacted to the cues but in a haphazard fashion. The researchers noted that they seemed to be unaware of the 38 __________ who were around them. Despite demonstrating 39 __________, the monkeys in the middle groups failed to react in ways corresponding to the experimental situation. The oldest group, however, reacted in the same way as 40 __________ and the researchers concluded that monkeys are capable of selective responding between nine and 12 weeks old.  List of Conditions A the alone condition B the no-eye-contact condition C the stare condition",
      "raw_text": "Questions 36 – 40 Complete the summary below. Choose NO MORE THAN THREE WORDS AND / OR A NUMBER from the passage for each answer. Write your answers in boxes 36-40 on your answer sheet. Once they had identified three types of defensive behaviour, Kalin and Shelton grouped the monkeys according to their 36 __________, in order to discover precisely when they were able to respond appropriately to different fear-related cues. They videotaped their results and found that monkeys as young as 37 __________ reacted to the cues but in a haphazard fashion. The researchers noted that they seemed to be unaware of the 38 __________ who were around them. Despite demonstrating 39 __________, the monkeys in the middle groups failed to react in ways corresponding to the experimental situation. The oldest group, however, reacted in the same way as 40 __________ and the researchers concluded that monkeys are capable of selective responding between nine and 12 weeks old.  List of Conditions A the alone condition B the no-eye-contact condition C the stare condition",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "MCQ",
      "UNKNOWN",
      "SUMMARY_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:43.331310",
    "parser_version": "1.0",
    "needs_review": true
  }
}