{
  "id": "ielts-r-119",
  "source_file": "119. P2 - The Constant Evolution of the Humble Tomato 番茄的演化【高】.pdf",
  "position": "P2",
  "question_range": [
    14,
    26
  ],
  "difficulty": "high",
  "title": "The Constant Evolution of the Humble Tomato",
  "title_cn": "番茄的演化",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below. The Constant Evolution of the Humble Tomato Heirloom tomatoes—varieties that have been passed down through several generations of a family because they are thought to have a particularly good flavor—are really no more “natural” than the varieties available in grocery stores. New studies promise to restore their lost, healthy genes. A Famous for their taste, color, and organic appearance, heirloom tomatoes are favorites of gardeners and advocates of locally grown foods. The tomato enthusiast might conclude that, given the immense varieties, heirlooms must have a more diverse and superior set of genes than the tomatoes available in grocery stores, those ordinary hybrid varieties such as cherry and plum. However, their seeming diversity is only skin-deep: heirlooms are actually feeble and inbred—the defective product of breeding experiments that began hundreds of years ago, and exploded thanks to enthusiastic backyard gardeners. “The irony of all this,” says Steven Tanksley, a geneticist at Cornell University, “is that all that diversity of heirlooms can be accounted for by a handful of genes. There are probably no more than 10 mutant genes that create the diversity of heirlooms you see.” But rather than simply proving that the myth about the heirlooms’ diversity is wrong, Tanksley’s deconstruction of the tomato genome, along with work by others, is showing how a small berry-like fruit from the Andes became one of the world’s top crops.  B The cultivated tomato is a member of the nightshade family that includes New World crops such as the potato, which spread around the globe after Christopher Columbus brought them back to Spain in the 15th century. But whereas scientists have uncovered a wealth of archaeological evidence on early farming practices in the New World, the record is blank when it comes to the tomato. The modern tomato seems to have its origins in the Andes in South America and may have been domesticated in Veracruz, Mexico. Primitive varieties still grow throughout the Americas. All told, botanists call as many as 13 species “tomatoes” and consider an additional four to be closely related.  C One might assume that one of these known wild species became today’s cultivated crop, but that’s not the case: the Mother Tomato has never been found. The closest relative is the currant tomato, which, based on genetic comparisons, split from today’s tomato some 1.4 million years ago. So researchers like Tanksley have to work backward, crossing tomato varieties and species in order to understand how various genes influence shape and size. Once isolated, Tanksley later inserts those genes into other tomato varieties to make his case with a dramatic transformation.    \nD Tanksley concludes from his analyses that in their effort to make bigger, tastier, and faster-growing fruit, our ancestors ultimately exploited just 30 mutations out of the tomato’s 35,000 genes. Most of these genes have only small effects on tomato size and shape, but recently Tanksley and his colleagues reported that they found a gene that increases fruit size by 50 percent. It was probably the most important event in domestication. The first written record of tomatoes—from Spain in the 1500s—confirms that this mutation, which enlarges tomatoes by producing compartments known as locules, existed back in the same yellow tomatoes that gave Italians the word pomodoro, or golden apple. Besides size, tomato farmers also selected for shape. To discover those genes, Esther van der Knaap, a Tanksley alumna now at The Ohio State University, took a gene from one heirloom tomato and inserted it into a wild relative. She observed that, as a result, the tiny fruits became shaped like pears.  E The selection of these traits has, however, affected the heirlooms’ hardiness. They often suffer from infections that cause the fruit to crack, split, and otherwise rot quickly. Wild plants must continuously evolve to fend off such infections, points out Roger Chetelat of the Tomato Genetics Resource Center at the University of California. But in their quest for size, shape, and flavor, humans have inadvertently eliminated defensive genes. As a result, most possess only a single disease-resistant gene. Chetelat elaborates that heirlooms’ taste may have less to do with their genes than with the productivity of the plant and the growing environment. Any plant that produces only two fruits, as heirlooms sometimes do, is highly likely to produce juicier, sweeter, and more flavorful fruit than varieties that produce 100, as commercial types do. In addition, heirlooms are sold ripened on the vine, a certain way to get tastier results than allowing them to mature on the shelf. This means breeders feel confident that getting germ-beating genes back into heirlooms won’t harm the desirable aspects of the fruit. Modern breeding has resuscitated grocery-store tomatoes with an influx of wild genes; in the past 50 years, as many as 40 disease-resistant genes have been bred back into commercial crops.  F In 1996, a tomato breeder and former Tanksley student named Doug Heath began a favorite project. After 12 years of traditional breeding with the help of molecular markers, he created a new multi-colored tomato less prone to cracking and also endowed with 12 disease-resistant genes. The original heirloom plant, Heath explains, had defective flowers, which is one reason why it produced only two fruits compared with the 30 he gets from his new variety. He claims he is also able to maintain a comparable flavor and sugar profile even on productive plants. The heirloom’s defects are, after all, just an accident of a narrow breeding strategy left over from the very beginning of genetic modification."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        14,
        17
      ],
      "instructions": "Reading Passage 2 has six paragraphs, A–F. Which paragraph contains the following information? Write the correct letter, A–F, in boxes 14–17 on your answer sheet. 14 an explanation of research aimed at restoring the health of the heirloom 1tomato 15 a reference to a false belief about the heirloom tomato 16 a description of the flavor of the heirloom tomato 17 a reference to a single gene that significantly improves the cultivation of tomatoes",
      "raw_text": "Questions 14–17 Reading Passage 2 has six paragraphs, A–F. Which paragraph contains the following information? Write the correct letter, A–F, in boxes 14–17 on your answer sheet. 14 an explanation of research aimed at restoring the health of the heirloom 1tomato 15 a reference to a false belief about the heirloom tomato 16 a description of the flavor of the heirloom tomato 17 a reference to a single gene that significantly improves the cultivation of tomatoes",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        18,
        21
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 18–21 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        18,
        21
      ],
      "instructions": ") and the list of researchers below. Match each statement with the correct researcher, A, B, C, or D. Write the correct letter, A, B, C, or D, in boxes 18–21 on your answer sheet. 18 The transplanting of certain genes into tomatoes can change their shape. 19 The flavor of the heirloom tomato is largely dependent on actual yield and cultivation. 20 A new type of tomato can be produced that is stronger than the original heirloom tomato yet equally sweet and flavorsome. 21 The wide variety of heirloom tomatoes is due to only a small number of genes.        List of Researchers A Steven Tanksley B Esther van der Knaap C Roger Chetelat D Doug Heath",
      "raw_text": "Questions 18–21) and the list of researchers below. Match each statement with the correct researcher, A, B, C, or D. Write the correct letter, A, B, C, or D, in boxes 18–21 on your answer sheet. 18 The transplanting of certain genes into tomatoes can change their shape. 19 The flavor of the heirloom tomato is largely dependent on actual yield and cultivation. 20 A new type of tomato can be produced that is stronger than the original heirloom tomato yet equally sweet and flavorsome. 21 The wide variety of heirloom tomatoes is due to only a small number of genes.        List of Researchers A Steven Tanksley B Esther van der Knaap C Roger Chetelat D Doug Heath",
      "questions": []
    },
    {
      "type": "SENTENCE_COMPLETION",
      "range": [
        22,
        26
      ],
      "instructions": "Complete the sentences below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 22–26 on your answer sheet. 22 There is little information on the origin of the tomato despite the existence of __________ data on the growing of other New World crops. 23 Although it is uncertain, the tomato is thought to have first grown in the __________. 24 In regard to genetic similarities, the type of tomato __________ is the nearest to the earliest. 25 A genetic __________, which is evident in pomodoro, produced larger tomatoes. 26 __________ are a problem for heirloom tomatoes because they frequently lead to damage and deterioration.",
      "raw_text": "Questions 22–26 Complete the sentences below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 22–26 on your answer sheet. 22 There is little information on the origin of the tomato despite the existence of __________ data on the growing of other New World crops. 23 Although it is uncertain, the tomato is thought to have first grown in the __________. 24 In regard to genetic similarities, the type of tomato __________ is the nearest to the earliest. 25 A genetic __________, which is evident in pomodoro, produced larger tomatoes. 26 __________ are a problem for heirloom tomatoes because they frequently lead to damage and deterioration.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 17,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "UNKNOWN",
      "PERSON_MATCHING",
      "SENTENCE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:39.364973",
    "parser_version": "1.0",
    "needs_review": true
  }
}