{
  "id": "ielts-r-093",
  "source_file": "93. P3 - The Robbers Cave Study (山洞)群体行为实验.pdf",
  "position": "P3",
  "question_range": [
    27,
    39
  ],
  "difficulty": "unmarked",
  "title": "The Robbers Cave Study (",
  "title_cn": "山洞)群体行为实验",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3. The Robbers Cave Study A review of a famous study into group behaviour Group self-centredness seems to occur the minute people are divided into groups. It doesn’t matter what the group is, or on what basis it was formed, we perceive the group we belong to as being superior to other groups and we develop an ‘in-group’ bias. Probably one of the most famous pieces of research looking at group behaviour was a field study conducted by Sherif in 1956. This study involved 22 boys aged between 11 and 12, who were divided into two groups. The groups were roughly matched in terms of sporting ability, camping experience and general popularity among their peers. Their parents were told that they were going to a three-week summer camp to see how well they would work alongside other boys when put into different teams. The parents were also told that the boys would not be allowed to be visited during that time, but would be able to go home if they wanted to. It was intended that the data for the study would be collected by participant observers. At first, neither set of boys knew of the existence of the other set. They were taken to their respective campsites, which were located on a 200-acre, densely wooded area in Robbers Cave State Park, Oklahoma. The first week was spent doing a variety of activities, such as pitching tents and cooking. During this week, the two groups seemed to develop different group norms, one group being more ‘tough’ than the other, from which two boys went home early, as they were homesick. The groups were given a set of caps and T-shirts, and gave themselves names: the ‘Eagles’ and the ‘Rattlers’ (the latter being the tougher group). At the end of the first week, they became aware of each other’s existence by finding litter left by the other group or overhearing voices. Sherif noticed that already the groups had started to refer to the other group as ‘them’ and their group as ‘us’. This marked the beginning of phase two of the experiment. The groups were told that they were going to take part in a ‘Grand Tournament’, which involved ten different sporting events, and they were shown the prizes for winning. The tournament was also to include in the final scores points which would be awarded for other activities, such as how tidy the cabins were kept. These scores were displayed on big scoreboards in what now became a joint hall where the two groups ate their meals together. This was necessary so the two groups would think they were on almost equal scores in the time leading up to the final event, which would increase the sense of competition. Needless to say, these scores were manipulated by the experimenters. \nIn order to check how high the levels of group self-centredness were in the groups at this time, a number of tasks were set up which involved the groups rating their own members and members of the other group. Each time, group members rated the boys in their own group much better at the tasks than the other boys, even though there was no real difference between them. They were also asked to rate all others in terms of how desirable they were as friends, and 93 per cent of friendship preferences were in-group preferences. When the tournament started, the first game was basketball. The group that was thought to be less tough lost the game and claimed that they had lost only because the other group were bigger and older than they were. The Eagles won the next ball game and then were said to be cheating in the tug-of-war. This resulted in visits by both groups to each other’s cabins over the course of the next 24 hours, where they ripped the mosquito nets, turned over the beds and generally made a mess. The Eagles devised a new weapon in the conflict which consisted of ‘rocks in socks’ – and so it went on. Eventually, the Eagles won the tournament (with some help from the experimenters) and it was time for phase three to begin. Research has suggested that the best way to reduce group conflict is by non-competitive contact. This required two conditions: that the groups had equal status and that they had a common goal to work towards. This was exactly what Sherif engineered. There were actually seven situations organised which gave the groups equal-status contact; these were things like having meals together or watching films together. The meals resulted in food fights; the films were enjoyed by both groups sitting totally apart from each other. The other situations, where the groups had to work for common goals, had a much better outcome. These included raising money to go and see a film and solving problems, such as one with the water supply. The final common goal was a visit by truck to Cedar Lake to camp there before the end of the holiday. In this situation, although both groups travelled in separate trucks, another problem-solving situation arose when one of the trucks became stuck. All the boys joined in, using one of the tug-of-war ropes to help move it. At this point the group boundaries were beginning to disappear. On the final day, when they were due to return home, the boys themselves suggested that they travel in one bus and sat in friendship groups rather than as Eagles and Rattlers."
  },
  "question_groups": [
    {
      "type": "MCQ_MULTI",
      "range": [
        27,
        27
      ],
      "instructions": "and 28 Choose TWO letters, A–F. Write the correct letters in boxes 27 and 28 on your answer sheet. Which TWO of the following statements about the boys who took part in the study are made by the writer? A   They had approximately the same number of friends. B   Some of their parents helped to set up the camp. C   They selected the group that they wanted to be in. D   They were responsible for bringing their own tents. E   They received clothes that identified the group they belonged to. F   Some of them were criticised for dropping litter.",
      "raw_text": "Questions 27 and 28 Choose TWO letters, A–F. Write the correct letters in boxes 27 and 28 on your answer sheet. Which TWO of the following statements about the boys who took part in the study are made by the writer? A   They had approximately the same number of friends. B   Some of their parents helped to set up the camp. C   They selected the group that they wanted to be in. D   They were responsible for bringing their own tents. E   They received clothes that identified the group they belonged to. F   Some of them were criticised for dropping litter.",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        29,
        34
      ],
      "instructions": "Complete the summary below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 29-34 on your answer sheet. The Grand Tournament The Grand Tournament marked the second part of Sherif’s experiment. It included a range of 29 ……………… that each team would compete in, and the allocation of extra points for things like cleaning cabins.  To increase the competitive element of the tournament, the organisers used 30 ……………… in the dining hall. They also made sure that the boys were under the impression that their scores were nearly 31 ……………… as the tournament neared its end.  The 32 ………………, who were thought to be the tougher group, won the first ball game and lost the second. In other games there were accusations of 33 ………………. During the next day, various instances of conflict occurred within the boys’ cabins. Eventually, the tournament was won by the group that was considered to be 34 ……………… – the Eagles.",
      "raw_text": "Questions 29–34 Complete the summary below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 29-34 on your answer sheet. The Grand Tournament The Grand Tournament marked the second part of Sherif’s experiment. It included a range of 29 ……………… that each team would compete in, and the allocation of extra points for things like cleaning cabins.  To increase the competitive element of the tournament, the organisers used 30 ……………… in the dining hall. They also made sure that the boys were under the impression that their scores were nearly 31 ……………… as the tournament neared its end.  The 32 ………………, who were thought to be the tougher group, won the first ball game and lost the second. In other games there were accusations of 33 ………………. During the next day, various instances of conflict occurred within the boys’ cabins. Eventually, the tournament was won by the group that was considered to be 34 ……………… – the Eagles.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        35,
        38
      ],
      "instructions": "Complete the table below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 35-38 on your answer sheet. Phase 3: Non-competitive contact Conditions Type of situation Result Equal status eating 35 _____________ 36 _____________ enjoyed them but were not sitting together A 37 _____________ raising money  38 _____________, e.g. stuck truck friendship groups",
      "raw_text": "Questions 35–38 Complete the table below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 35-38 on your answer sheet. Phase 3: Non-competitive contact Conditions Type of situation Result Equal status eating 35 _____________ 36 _____________ enjoyed them but were not sitting together A 37 _____________ raising money  38 _____________, e.g. stuck truck friendship groups",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        39,
        39
      ],
      "instructions": "and 40 Choose TWO letters, A–F. Write the correct letters in boxes 39 and 40 on your answer sheet. Which TWO of the following statements are true of the experimenters who ran the study? A  They collected their data from secret observation posts. B  They encouraged the boys to use the terms ‘them’ and ‘us’. C  They used a rating exercise to assess the amount of in-group bias. D  They took steps to avoid personal injury among the boys. E  They secretly altered some of the results of the tournament. F  They joined in with the non-competitive activities.",
      "raw_text": "Questions 39 and 40 Choose TWO letters, A–F. Write the correct letters in boxes 39 and 40 on your answer sheet. Which TWO of the following statements are true of the experimenters who ran the study? A  They collected their data from secret observation posts. B  They encouraged the boys to use the terms ‘them’ and ‘us’. C  They used a rating exercise to assess the amount of in-group bias. D  They took steps to avoid personal injury among the boys. E  They secretly altered some of the results of the tournament. F  They joined in with the non-competitive activities.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 12,
    "question_types": [
      "MCQ_MULTI",
      "SUMMARY_COMPLETION",
      "TABLE_COMPLETION",
      "MCQ_MULTI"
    ],
    "parsed_at": "2026-02-24T03:41:43.811465",
    "parser_version": "1.0",
    "needs_review": true
  }
}