{
  "id": "ielts-r-091",
  "source_file": "91. P3 - The New Zealand writer Margaret Mahy 新西兰女作家【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "The New Zealand writer Margaret Mahy",
  "title_cn": "新西兰女作家",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3. The New Zealand writer Margaret Mahy In a career spanning some fifty years, Margaret Mahy has come to occupy a unique place in New Zealand writing with innovative fiction and original characterisation. In our solidly realist tradition, the linguistic fireworks of Mahy’s children’s fiction and the explorations of human behaviour at the heart of her supernatural teenage fiction stand gloriously alone. Mahy’s clearest heir, I have always thought, is Elizabeth Knox — and maybe the true inheritance there is sheer singularity. Just as there is no one else like Knox in New Zealand writing, Mahy, too, has ventured into imaginative territory unknown to other local writers. So it was with great pleasure that I visited Mahy recently at her Governor’s Bay home to talk about her new book. As with all journalists, she is generous to a fault with her time and attention; and, as always — despite her careful consideration of questions and thoughtful answers — I’m reminded she isn’t truly comfortable making herself or her life the heart of any conversation. Certainly, any consideration of the style of Mahy’s novels and picture books throws up some irresistible theories. As a writer committed to supporting herself through her art, she has seldom had the time for formal research. Rather, it has been a matter of going out and finding inspiration from her immediate environment: the writing on the side of a bus; a spelling mistake in a note to herself; the similarity between a cat and a fur hat. But despite these sometimes mundane origins, the settings for her stories are delightfully varied, as these books celebrate the dramatic plot twists and unpredictability of adventures on the high seas or in Antarctica, and also in quite unassuming places like the library or even down the back of a chair at home. Mahy has a lifelong affection for characters who are agents of upheaval and disturbance. Her junior and picture books are peppered with pirates, robbers and lions, though they appear alongside librarians, mothers and children, working against comfortable stereotype. Her fictions often have at their heart a young adult burdened with special powers, such as the ability to cast spells in order to transform their world in supernatural and fantastical ways. Another common feature is that, while the conclusions of her tales are usually predictable, they leave the reader feeling absolutely complete, the moral questions resulting from our hero’s powers having been resolved. Many of these themes can be found in her new novel, The Magician of Hoad. The book was begun more than 15 years ago and envisioned as an ‘entire’ fantasy — one set in a fully imagined world with detailed history and complex tribal inter-relationships, a classical hero quest at its heart. The story ballooned at one point to 800 pages and has been through at least two substantial rewrites. Now half its original size, it is a fascinating read — an adventure, a romance, and a gold mine of Mahy literary preoccupations. The other splendid Mahy publication this year is a re-issue of Bubble Trouble in a now-illustrated edition. This tongue-twister tale first appeared in 1991, was included in 100 New Zealand Poems (1993) and has been recited by Mahy at countless private and public functions. Perhaps more than any other work, Bubble Trouble is the Mahy that New Zealand children and their parents know so well, the rollicking story of a clown who serves up a joyous torrent of word-play and unexpected rhyme. \nThose connections are four or five deep now. I read The Lion in the Meadow in the School Journal in the late 1960s; my step-daughter listened to The Boy Who Was Followed Home over and over in the 1970s; my own children sat very still mouthing The Great White Man-Eating Shark in the 80s and 90s; now, in the 21st century, my grandchildren have heard Down the Dragon’s Tongue, A Summery Saturday Morning and Dashing Dog many times. Of course, readers are important to any working writer, but Mahy’s espousal of the act of reading goes beyond that: a book is not properly finished, she has often said, until it has been read, because a reader brings something important to the book. So, doubtless out of need to build a market — she’s not ignorant of her popularity — but also out of genuine care for that other dynamic part of the author-reader relationship, Mahy has, until recently, kept up a punishing schedule of public appearances. Private conversation with Mahy has always been a wild ride — marvellous, in the true sense of the word, the product of a hungry head and an infinite capacity to be astonished. She races away at one stage to consult an encyclopaedia for L. M. Montgomery’s date of death, and speculates about the ‘real’ Montgomery, creator of the ever-popular Anne of Green Gables. Although I’d come to talk about her new book, I couldn’t help but be captivated by her infectious curiosity. A few years ago, the writer David Hill told a funny story. Though his writing was, he conceded, very different from Mahy’s, he had been affected by her peculiarly alert way of looking at the world, particularly the mad, slippery life of language. Once, Hill said, in a motel room, a sign on a door caught his eye: ‘This door is alarmed.’ Mahy would like that, thought Hill. She would enjoy the comedy just below the surface of the formal warning; she would leap immediately to the possibilities for story and language play: ‘Yes, and this window is concerned, this light fitting is irritated.’ His story was a wonderful comment on Mahy’s vision."
  },
  "question_groups": [
    {
      "type": "YNNG",
      "range": [
        27,
        31
      ],
      "instructions": "Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 27–31 on your answer sheet, write YES   if the statement agrees with the claims of the writer  NO    if the statement contradicts the claims of the writer  NOT GIVEN  if it is impossible to say what the writer thinks about this 27  Mahy explores the traditional themes of New Zealand literature. 28  Mahy’s children’s books have been more popular than her teenage books. 29  Mahy and Knox have sometimes criticised each other’s work. 30  Mahy is welcoming to interviewers. 31  Mahy is at ease speaking about her experiences.",
      "raw_text": "Questions 27–31 Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 27–31 on your answer sheet, write YES   if the statement agrees with the claims of the writer  NO    if the statement contradicts the claims of the writer  NOT GIVEN  if it is impossible to say what the writer thinks about this 27  Mahy explores the traditional themes of New Zealand literature. 28  Mahy’s children’s books have been more popular than her teenage books. 29  Mahy and Knox have sometimes criticised each other’s work. 30  Mahy is welcoming to interviewers. 31  Mahy is at ease speaking about her experiences.",
      "questions": []
    },
    {
      "type": "SUMMARY_WORDBANK",
      "range": [
        32,
        35
      ],
      "instructions": "Complete the summary below using the list of words and phrases A–I. Write the correct letter A–I in boxes 32-35 on your answer sheet. Theories about Mahy’s style Mahy’s determination to earn a living from writing has encouraged her to find the ideas for her work in 32 __________ places. The stories themselves are set in locations that      are 33 __________. In terms of characterisation, almost all of her books feature unruly people, and very often an adolescent who possesses 34 __________ abilities. Finally, the endings of the stories tend to be 35 __________.      A disruptive and unpredictable  B everyday      C loveable D controversial      E  exotic and ordinary    F isolated G unconfident       H unsurprising but satisfying  I magical",
      "raw_text": "Questions 32-35 Complete the summary below using the list of words and phrases A–I. Write the correct letter A–I in boxes 32-35 on your answer sheet. Theories about Mahy’s style Mahy’s determination to earn a living from writing has encouraged her to find the ideas for her work in 32 __________ places. The stories themselves are set in locations that      are 33 __________. In terms of characterisation, almost all of her books feature unruly people, and very often an adolescent who possesses 34 __________ abilities. Finally, the endings of the stories tend to be 35 __________. \n    A disruptive and unpredictable  B everyday      C loveable D controversial      E  exotic and ordinary    F isolated G unconfident       H unsurprising but satisfying  I magical",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        36,
        40
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter A–D in boxes 36–40 on your answer sheet. 36 What does the writer say about The Magician of Hoad? A It is partly based on true history. B It was restructured in the writing process. C It is quite different from conventional stories. D It does not reflect the usual themes of Mahy’s work.  37 According to the writer, Bubble Trouble A was first illustrated in 1991. B is written in plain language. C is an old favourite for many families. D has not been read aloud by Mahy before.  38 The writer’s purpose in the fifth paragraph is to A show how Mahy’s style has changed through generations. B criticise Mahy’s children’s stories for being repetitive. C describe how new media have changed entertainment. D illustrate Mahy’s popularity with generations of children.  39 According to the sixth paragraph, which of the following is true? A Readers sometimes do not finish Mahy’s books. B Mahy actively encourages feedback from readers. C Readers are necessary in order to complete a book. D Mahy does not realise how important she is to some readers.  40 What is the writer doing in the final paragraph? A illustrating Mahy’s view of the world B comparing Mahy with another writer C correcting a misconception about Mahy D suggesting reasons for Mahy’s approach",
      "raw_text": "Questions 36 – 40 Choose the correct letter, A, B, C or D. Write the correct letter A–D in boxes 36–40 on your answer sheet. 36 What does the writer say about The Magician of Hoad? A It is partly based on true history. B It was restructured in the writing process. C It is quite different from conventional stories. D It does not reflect the usual themes of Mahy’s work.  37 According to the writer, Bubble Trouble A was first illustrated in 1991. B is written in plain language. C is an old favourite for many families. D has not been read aloud by Mahy before.  38 The writer’s purpose in the fifth paragraph is to A show how Mahy’s style has changed through generations. B criticise Mahy’s children’s stories for being repetitive. C describe how new media have changed entertainment. D illustrate Mahy’s popularity with generations of children.  39 According to the sixth paragraph, which of the following is true? A Readers sometimes do not finish Mahy’s books. B Mahy actively encourages feedback from readers. C Readers are necessary in order to complete a book. D Mahy does not realise how important she is to some readers.  40 What is the writer doing in the final paragraph? A illustrating Mahy’s view of the world B comparing Mahy with another writer C correcting a misconception about Mahy D suggesting reasons for Mahy’s approach",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "YNNG",
      "SUMMARY_WORDBANK",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:43.718378",
    "parser_version": "1.0",
    "needs_review": true
  }
}