{
  "id": "ielts-r-081",
  "source_file": "81. P3 - Robert Louis Stevenson 苏格兰作家【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "Robert Louis Stevenson",
  "title_cn": "苏格兰作家",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. Robert Louis Stevenson The writer of some of the best-known stories in the English language, including Treasure Island and The Strange Case of Dr. Jekyll and Mr. Hyde It is more than 100 years since the death of the Scottish writer Robert Louis Stevenson on the South Pacific island of Samoa. And it seems that time has not been kind to Stevenson’s memory. Immediately after his death, his family and friends set to work to fashion the legend of Robert Louis Stevenson, or R.L.S. as he became known—one of the few writers familiar from his initials alone. Subsequent works of biography then turned him into a writer of almost religious importance. One example was critic Balfour, who in 1901 portrayed Stevenson’s family as ministering angels to the dying genius during his final illness. Similarly, the biographer Crouch absurdly overstated Stevenson’s significance by placing him in the same company as those most revered names in English literature, Shakespeare and Keats. The reaction to this nonsense was a number of highly critical assessments of Stevenson’s legacy in the 1920s. Normally, the critical pendulum can be relied on to swing back again, but there are several aspects of Stevenson’s work that have until recently acted against a more balanced appraisal. First is the allegation that Stevenson was a mere master of linguistic fireworks who lacked moral depth. Some critics accused him of being a literary charlatan, juggling words very prettily to strike effects that overawed an ignorant public and served to distract from the inadequacy of his ideas. Then there has been a prejudice against the adventure story as the proper medium for deep moral seriousness, a prejudice which is still extremely influential today. It seems that we can accept that an adventure film can successfully express profound moral truths, but we reject the same idea for a book. The absurdity of this becomes apparent when we think of writers like Joseph Conrad and Graham Greene, but it is no use pretending that this bias against adventure stories is not part of our high culture. A further problem is that Stevenson has often not found favour in the land of his birth because his conservatism so often collides with the strong radical tradition in Scotland. His many escapist stories and preference for living abroad have led to accusations that he camouflaged Scotland’s real problems. Lastly, the high adventure of Stevenson’s own lifestyle has sometimes obscured his output. His globe-trotting, and above all the final phase of his life in Samoa, tended to make his own life a greater story than any he could devise. This was precisely what his friends feared would happen towards the end of his short life: his art might be overwhelmed by the drama of life in Samoa.  \nOne consequence of this has been that Stevenson’s influence on other writers has too often been neglected. The writer and poet Oscar Wilde was deeply influenced by Stevenson, even though he declared that Stevenson would have produced better work if he had lived in London rather than Samoa. Stevenson tends to stick in the throat even of those writers who would like to spit him out, such as Shaw, who claimed to have learned from him that the romantic hero is always mocked by reality. Likewise, the writer Galsworthy, who was a determined critic, later changed his mind and said that the superiority of Stevenson over the novelist Hardy was that Stevenson was all life and Hardy, all death. The influence on the novelist Chesterton would also repay detailed study, for it was through him that Stevenson has managed to cross the ages, emerging as an influence on the modernist movement and our own contemporary Latin American school of magical realism. When making an assessment of his life and work, one question must inevitably be asked: was Robert Louis Stevenson Scotland’s greatest writer of English prose? For most commentators this honour falls to Sir Walter Scott, author of Ivanhoe among many other classic novels, and it is true that in terms of craftsmanship, precision and the ability to minutely regulate language to create the desired effect, Scott takes the prize. However, this is not the same thing at all as inherent talent: by way of comparison one may take the example of the two great Russian composers Shostakovich and Prokofiev, of whom the former had learned more precise skills of execution but the latter’s intrinsic genius was greater, and so it seems to be with Scott and Stevenson. Admittedly, Scott’s detailed style does permit his stories to explore levels of tragedy that are beyond Stevenson’s reach, but in this regard they have the musty smell of the museum, somehow artificial and removed from modern-day reality. On the other hand, Stevenson’s skill with plotting and narrative give his books a timeless quality, so that they still live today. And Stevenson was also the shrewder judge of behaviour and psychology. For example, his compelling description of a man with a split personality in The Strange Case of Dr. Jekyll and Mr. Hyde has proved so accessible and accurate that the expression “Jekyll and Hyde” has entered common English usage. Even if we do not see a revival of critical interest in this great Scottish writer, it is to be hoped that readers go back to Robert Louis Stevenson’s magnificent stories and reassess this neglected genius."
  },
  "question_groups": [
    {
      "type": "UNKNOWN",
      "range": [
        27,
        31
      ],
      "instructions": "Choose the correct letter, A, B, C, or D. Write the correct letter in boxes 27–31 on your answer sheet. 27 In the opinion of the writer, the biographers Balfour and Crouch A misunderstood Stevenson’s religious beliefs B overestimated other writers’ influence on Stevenson C elevated Stevenson above his true status as a writer D understated the role played by Stevenson’s family  28 What is the writer’s main point about Stevenson in the second paragraph? A The ethical nature of his stories was often criticised. B The public judges him more fairly than the critics. C Recent criticism of him has been justified. D Critics argued that his style covered up his faults.  29 According to the writer, the adventure story A can be used by writers to tell moral stories B is more fashionable today than in the past C has been used by other writers but not Stevenson D is more appropriate for books than for films  30 What point does the writer make about Stevenson and Scotland? A His unflattering stories about Scotland angered many Scots. B His ideas contrasted with those of many Scots. C He demonstrated great sympathy for Scotland’s problems. D He was not considered a true Scot as he was not born there.  31 According to the writer, Stevenson’s own lifestyle A attracted more attention than his books B did not prepare him for living in Samoa C was envied by his friends D was responsible for his early death",
      "raw_text": "Questions 27–31 Choose the correct letter, A, B, C, or D. Write the correct letter in boxes 27–31 on your answer sheet. 27 In the opinion of the writer, the biographers Balfour and Crouch A misunderstood Stevenson’s religious beliefs B overestimated other writers’ influence on Stevenson C elevated Stevenson above his true status as a writer D understated the role played by Stevenson’s family  28 What is the writer’s main point about Stevenson in the second paragraph? A The ethical nature of his stories was often criticised. B The public judges him more fairly than the critics. C Recent criticism of him has been justified. D Critics argued that his style covered up his faults.  29 According to the writer, the adventure story A can be used by writers to tell moral stories B is more fashionable today than in the past C has been used by other writers but not Stevenson D is more appropriate for books than for films  30 What point does the writer make about Stevenson and Scotland? A His unflattering stories about Scotland angered many Scots. B His ideas contrasted with those of many Scots. C He demonstrated great sympathy for Scotland’s problems. D He was not considered a true Scot as he was not born there.  31 According to the writer, Stevenson’s own lifestyle A attracted more attention than his books B did not prepare him for living in Samoa C was envied by his friends D was responsible for his early death",
      "questions": []
    },
    {
      "type": "YNNG",
      "range": [
        27,
        31
      ],
      "instructions": "Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 27–31 on your answer sheet, write YES   if the statement agrees with the claims of the writer  NO    if the statement contradicts the claims of the writer  NOT GIVEN  if it is impossible to say what the writer thinks about this 32  Although Oscar Wilde admired Robert Louis Stevenson very much, he believed Stevenson could have written greater works. 33  Robert Louis Stevenson encouraged Oscar Wilde to start writing in the first place. 34  Galsworthy respected Hardy’s works more than Stevenson’s. 35  There is a need to study in detail Stevenson’s influence on Chesterton.",
      "raw_text": "Questions 27–31 Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 27–31 on your answer sheet, write YES   if the statement agrees with the claims of the writer  NO    if the statement contradicts the claims of the writer  NOT GIVEN  if it is impossible to say what the writer thinks about this 32  Although Oscar Wilde admired Robert Louis Stevenson very much, he believed Stevenson could have written greater works. 33  Robert Louis Stevenson encouraged Oscar Wilde to start writing in the first place. 34  Galsworthy respected Hardy’s works more than Stevenson’s. 35  There is a need to study in detail Stevenson’s influence on Chesterton.",
      "questions": []
    },
    {
      "type": "SUMMARY_WORDBANK",
      "range": [
        36,
        40
      ],
      "instructions": "Complete the summary using the list of words, A–I, below. Write the correct letter, A–I, in boxes 36–40 on your answer sheet.      A natural ability  B romance  C colorful language  D critical acclaim  E humor   F technical control  G storytelling   H depth   I human nature Sir Walter Scott and Robert Louis Stevenson A lot of people believe that Sir Walter Scott and Robert Louis Stevenson are the most influential writers in the history of Scotland, but Sir Walter Scott is more proficient in    36 _______, while Stevenson has better 37 _______. Scott’s books illustrate 38 _______, especially in terms of tragedy, but many readers prefer Stevenson’s 39 _______. What’s more, Stevenson’s understanding of 40 _______ gave his works a unique expression of the Scottish people.",
      "raw_text": "Questions 36–40 Complete the summary using the list of words, A–I, below. Write the correct letter, A–I, in boxes 36–40 on your answer sheet. \n    A natural ability  B romance  C colorful language  D critical acclaim  E humor   F technical control  G storytelling   H depth   I human nature Sir Walter Scott and Robert Louis Stevenson A lot of people believe that Sir Walter Scott and Robert Louis Stevenson are the most influential writers in the history of Scotland, but Sir Walter Scott is more proficient in    36 _______, while Stevenson has better 37 _______. Scott’s books illustrate 38 _______, especially in terms of tragedy, but many readers prefer Stevenson’s 39 _______. What’s more, Stevenson’s understanding of 40 _______ gave his works a unique expression of the Scottish people.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 15,
    "question_types": [
      "UNKNOWN",
      "YNNG",
      "SUMMARY_WORDBANK"
    ],
    "parsed_at": "2026-02-24T03:41:43.195303",
    "parser_version": "1.0",
    "needs_review": true
  }
}