{
  "id": "ielts-r-105",
  "source_file": "105. P2 - How the Petri dish supports scientific advances 培养皿.pdf",
  "position": "P2",
  "question_range": [
    14,
    29
  ],
  "difficulty": "unmarked",
  "title": "How the Petri dish supports scientific advances",
  "title_cn": "培养皿",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14–29, which are based on Reading Passage 2 below. How the Petri dish supports scientific advances A simple piece of scientific equipment is helping research in three institutions in Cambridge, UK A Petri dishes, invented by German microbiologist Julius Richard Petri in 1887, rarely receive the appreciation or attention that their more complex lab companions like the microscope enjoy. They are simple, utilitarian little things, and it’s understandable that some people see them as just shallow dishes with lids. But Petri dishes deserve celebrating; they are still at the forefront of scientific discovery.  B The invention of the Petri dish, and the advances it has helped to create, are part of a bigger whole, of course – the development of glass scientific instruments, from microscope lenses to laboratory beakers. In The Glass Bathyscaphe: How Glass Changed the World, Alan Macfarlane argues that without glass, the Renaissance and the scientific revolution would never have happened.  Around 70 per cent of what we know about the world comes in through our eyes, Macfarlane points out, and glass instruments enabled us to see better. Until about 1400, knowledge was based on what people had been told in the past. ‘Glass allowed the growth of the experimental method. Don’t trust what you are being told: see it for yourself. It was transformational,’ he says.  C At the Wellcome-MRC Cambridge Stem Cell Institute, Professor Ludovic Vallier says that his first encounter with a Petri dish was a classic example of understanding the world in this way: students used the dishes to see which bacteria could grow in the presence of antibiotics. ‘It’s good to see things grow,’ he says. ‘It is a fascinating experience. Now, we grow cells in the Petri dish, and we don’t use glass any more, but plastic.’ Today, his team focuses on stem cells, which have the capacity to become any cell type in the human body: neurons, skin cells, liver cells, and so on. Vallier and his colleagues study them in order to understand how they do this, and how they can produce more cells. And to study them, they need to grow them. ‘We put the stem cells on the dish and then we feed them and they grow,’ he says. ‘And then… we divide them and distribute them in new Petri dishes, and we grow them again. We feed them on a liquid medium that is basically food for cells: it tells them to grow and also what to do, as we want to produce new cells. So by feeding them this medium we can allow the cells to become neurons, cardiac cells, liver cells, and so on. We can then model disease in a dish, or produce cells for regenerative-medicine applications.’ This means that the Petri dish becomes a place where Vallier and his team can study what happens to those cells when disease strikes. ‘We work a lot on fatty-liver diseases, and in this case the liver cell in the dish becomes full of fat, which we can see … We can’t look inside a patient’s liver to see what’s happening. So we are reproducing those diseases in our dishes.’  \nD ‘Disease in a dish’ is also the focus of Dr Meritxell Huch’s team at the Gurdon Institute. They use between 50 and 150 Petri dishes every day to grow mouse liver and human liver cells, in order to study how the liver can regenerate itself. Huch’s team is examining the molecular mechanisms by which these cells decide to multiply. She says: ‘You can divide regeneration into different phases. The cells first have to realise that there is damage and activate the response. Once they activate the response, the cells will proliferate to compensate for the loss of cells owing to the damage. And once they have proliferated, they then become functional cells.’ E In the MRC Laboratory of Molecular Biology, Dr Madeline Lancaster and her team grow ‘mini-brains’ in hundreds of Petri dishes. Here, the dish has been specially treated to stop cells sticking to it and to encourage them to float freely. Dr Lancaster explains that they want the cells to develop in three, rather than two, dimensions as that’s the way our brains are. ‘If you can grow neurons in a dish in two dimensions, you can see individual neurons and see what they do, but you won’t be able to understand the architecture of those cells – their positioning relative to one another.’ She says that this new method gives you a structure that looks a lot more like that of an actual developing brain. F The aim of this research is to look at exactly how neurons are made and how that differs in humans compared with other species. One day, says Lancaster, this work could translate into understanding far more about Alzheimer’s disease, Parkinson’s and schizophrenia. So in a world of cutting-edge and highly complex technology, Petri dishes, in their relative simplicity, remain a vital weapon in the fight against the world’s most serious diseases. And they also enable a hands-on approach that she finds satisfying.  ‘It’s a bit like gardening,’ she says. ‘You’re taking care of this thing. You keep an eye on it and you check it every day. You change the media this day or that day to help it grow better. It’s rewarding to see something grow before your eyes. There’s something about the interplay between new, next-generation and classic technologies. They give you capabilities that were not possible before.’"
  },
  "question_groups": [
    {
      "type": "UNKNOWN",
      "range": [
        14,
        19
      ],
      "instructions": "Reading Passage 2 has six sections, A–F. Which section contains the following information? Write the correct letter, A–F, in boxes 14-19 on your answer sheet. NB You may use any letter more than once. 14 a description of an experiment involving both human and non-human cells of a specific type 15 possibilities for improved research into various medical conditions 16 contrasting views of the importance of the Petri dish 17 a change remarked on by one scientist in the material used for the Petri dish 18 a claim that the Petri dish enables a scientist to monitor the progress of an experiment on a regular basis 19 a reference to the importance of a material for different types of laboratory equipment",
      "raw_text": "Questions 14-19 Reading Passage 2 has six sections, A–F. Which section contains the following information? Write the correct letter, A–F, in boxes 14-19 on your answer sheet. NB You may use any letter more than once. 14 a description of an experiment involving both human and non-human cells of a specific type 15 possibilities for improved research into various medical conditions 16 contrasting views of the importance of the Petri dish 17 a change remarked on by one scientist in the material used for the Petri dish 18 a claim that the Petri dish enables a scientist to monitor the progress of an experiment on a regular basis 19 a reference to the importance of a material for different types of laboratory equipment",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        20,
        25
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 20-25 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        20,
        25
      ],
      "instructions": ") and the list of people below. Match each statement with the correct person, A, B, C or D. Write the correct letter, A, B, C or D, in boxes 20-25 on your answer sheet. NB You may use any letter more than once. 20 To deal with the injury, cells must go through a series of activities in a particular order. 21 One technological development formed the basis of all modern scientific research. 22 A modification to the Petri dish allows experiments to provide more accurate information. 23 Petri dishes allow observation of medical conditions that are normally impossible to observe. 24 Visual evidence is a very important requirement for the provision of reliable information. 25 Petri dishes can be used to help produce a range of new cells of many different kinds.         List of People A  Alan Macfarlane B  Professor Ludovic Vallier C  Dr Meritxell Huch D  Dr Madeline Lancaster",
      "raw_text": "Questions 20-25) and the list of people below. Match each statement with the correct person, A, B, C or D. Write the correct letter, A, B, C or D, in boxes 20-25 on your answer sheet. NB You may use any letter more than once. 20 To deal with the injury, cells must go through a series of activities in a particular order. 21 One technological development formed the basis of all modern scientific research. 22 A modification to the Petri dish allows experiments to provide more accurate information. 23 Petri dishes allow observation of medical conditions that are normally impossible to observe. 24 Visual evidence is a very important requirement for the provision of reliable information. 25 Petri dishes can be used to help produce a range of new cells of many different kinds.         List of People A  Alan Macfarlane B  Professor Ludovic Vallier C  Dr Meritxell Huch D  Dr Madeline Lancaster",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        26,
        29
      ],
      "instructions": "Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 29-32 on your answer sheet.    Research in the MRC Lab of Molecular Biology A team led by Dr Madeline Lancaster is using special Petri dishes which prevent brain cells from 26 _______ to them. The aim is to allow the neurons to grow in three 27 _______. This results in a 28 _______ that resembles a developing brain. The technology could help scientists study how neuron production varies in different 29 _______, leading to possibilities for increased medical knowledge.",
      "raw_text": "Questions 26-29 Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 29-32 on your answer sheet. \n  Research in the MRC Lab of Molecular Biology A team led by Dr Madeline Lancaster is using special Petri dishes which prevent brain cells from 26 _______ to them. The aim is to allow the neurons to grow in three 27 _______. This results in a 28 _______ that resembles a developing brain. The technology could help scientists study how neuron production varies in different 29 _______, leading to possibilities for increased medical knowledge.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 22,
    "question_types": [
      "UNKNOWN",
      "UNKNOWN",
      "PERSON_MATCHING",
      "SUMMARY_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:38.671434",
    "parser_version": "1.0",
    "needs_review": true
  }
}