{
  "id": "ielts-r-066",
  "source_file": "66. P3 - Elephant Communication 大象交流【高】.pdf",
  "position": "P3",
  "question_range": [
    28,
    40
  ],
  "difficulty": "high",
  "title": "Elephant Communication",
  "title_cn": "大象交流",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3  You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below. Elephant Communication O’ Connell-Rodwell, a post-doctoral fellow at Stanford University, has traveled to Namibia’s first-ever wildlife reserve to explore the mystical and complicated realm of elephant communication. She, along with her colleagues, is part of a scientific revolution that started almost 20 years ago. This revolution has made a stunning revelation: elephants are capable of communicating with one another over long distances by means of low-frequency sounds, also known as infrasound, which are too deep for humans to hear. As might be expected, African elephants’ ability to detect seismic sound may have something to do with their ears. The hammer bone in an elephant’s inner ear is proportionally huge for a mammal, but it is normal for animals that use vibrational signals. Thus, it may be a sign that elephants can use seismic sounds to communicate. Other aspects of elephant anatomy also support this ability. First, their massive bodies, which enable them to give out low-frequency sounds almost as powerful as the sound a jet makes during take-off, serve as ideal frames for receiving ground vibrations and transmitting them to the inner ear. Second, the elephant’s toe bones are set in a fatty pad, which might help focus vibrations from the ground into the bone. Finally, the elephant has an enormous brain that sits in the cranial cavity behind the eyes, in line with the auditory canal. The front of the skull is riddled with sinus cavities, which might function as resonating chambers for ground vibrations. It remains unclear how elephants detect such vibrations, but O’ Connell-Rodwell suggests that the pachyderms are ‘listening’ with their trunks and feet instead of (or in addition to) their ears. The elephant trunk may be the most versatile appendage in nature: it is used for drinking, bathing, smelling, feeding and scratching. Both trunk and feet contain two types of nerve endings that are sensitive to pressure—one detects infrasonic vibration and the other responds to vibrations of slightly higher frequencies. As O’ Connell-Rodwell sees it, this research has a boundless and unpredictable future. ‘Our work is really at the interface of geophysics, neurophysiology and ecology,’ she says. ‘We’re raising questions that have never even been considered before.’   \nScientists have long known that seismic communication is widespread among small animals such as spiders, scorpions, insects and many vertebrates, including white-lipped frogs, blind mole-rats, kangaroo rats and golden moles. Nevertheless, O’ Connell-Rodwell was the first to argue that a giant land animal is also sending and receiving seismic signals. ‘I used to lay a male planthopper on a stem and replay the calling sound of a female; the male would exhibit the same kind of behaviour that happens in elephants: he would freeze, press down on his legs, move forward a little, then stay still again. I found it fascinating, and it made me think that perhaps auditory communication is not the only thing going on.’ Scientists have confirmed that an elephant’s capacity to communicate over long distances is essential for survival, especially in places like Etosha, where more than 2,400 savanna elephants range over an area larger than New Jersey. It is already difficult for an elephant to find a mate in such a vast wilderness, and elephant reproductive biology only complicates matters. Breeding herds also adopt low-frequency sounds to warn of predators. Even though adult elephants have no enemies other than human beings, calves are vulnerable and susceptible to attacks from lions and hyenas. At the sight of a predator, older herd members clump together to protect the young before running away. We now know that elephants can respond to warning calls in the air, but can they detect signals transmitted solely through the ground? To investigate, the research team designed an experiment in 2002 that used electronic devices to send signals through the ground at Mushara. ‘The outcomes of our 2002 study revealed that elephants could indeed sense warning signals through the ground,’ O’ Connell-Rodwell observes. Last year, an experiment was set up to pursue the problem further. It used three different recordings: the 1994 warning call from Mushara, an anti-predator call recorded by scientist Joyce Poole in Kenya, and a made-up warble tone. ‘The data I’ve observed so far imply that the elephants responded exactly as I expected. However, the fascinating finding is that the anti-predator call from Kenya—unfamiliar to them—caused them to gather, tense up and rumble aggressively as well; but they didn’t always flee. I didn’t expect the results to be that clear-cut.’"
  },
  "question_groups": [
    {
      "type": "SHORT_ANSWER",
      "range": [
        28,
        31
      ],
      "instructions": "Label the diagram below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 28-31 on your answer sheet.",
      "raw_text": "Questions 28-31 Label the diagram below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 28-31 on your answer sheet.",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        32,
        38
      ],
      "instructions": "Complete the summary below. Choose NO MORE THAN THREE WORDS from the passage for each answer. Write your answers in boxes 32-38 on your answer sheet. How the elephants sense these sound vibrations is still unknown, but O’Connell-Rodwell, a post-doctoral researcher at Stanford University, proposes that elephants are ‘listening’ with their 32 __________ by two kinds of nerve endings that respond to vibrations with both   33 __________ frequency and slightly higher frequencies. O’Connell-Rodwell’s work is at the combination of geophysics, neurophysiology and 34 __________.  It was known that seismic communication existed extensively within small animals, but O’Connell-Rodwell was the first person to indicate that a large land animal would send and receive 35 __________ too. Also, she noticed the freezing behaviour by putting a male planthopper on a stem and playing back a female call, which might prove the existence of other communicative approaches besides 36 __________.  Scientists have determined that an elephant’s ability to communicate over long distances is essential, especially when elephant herds are finding a 37 __________ or are warning of predators. Finally, the results of our 2002 study showed us that elephants could detect warning calls through the 38 __________.",
      "raw_text": "Questions 32-38  Complete the summary below. Choose NO MORE THAN THREE WORDS from the passage for each answer. Write your answers in boxes 32-38 on your answer sheet. How the elephants sense these sound vibrations is still unknown, but O’Connell-Rodwell, a post-doctoral researcher at Stanford University, proposes that elephants are ‘listening’ with their 32 __________ by two kinds of nerve endings that respond to vibrations with both   33 __________ frequency and slightly higher frequencies. O’Connell-Rodwell’s work is at the combination of geophysics, neurophysiology and 34 __________.  It was known that seismic communication existed extensively within small animals, but O’Connell-Rodwell was the first person to indicate that a large land animal would send and receive 35 __________ too. Also, she noticed the freezing behaviour by putting a male planthopper on a stem and playing back a female call, which might prove the existence of other communicative approaches besides 36 __________.  Scientists have determined that an elephant’s ability to communicate over long distances is essential, especially when elephant herds are finding a 37 __________ or are warning of predators. Finally, the results of our 2002 study showed us that elephants could detect warning calls through the 38 __________.",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        39,
        40
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in boxes 39-40 on your answer sheet. 39 According to the passage, it is determined that an elephant needs to communicate over long distances for its survival A when a threatening predator appears. B when young elephants meet humans. C when older members of the herd want to flee from the group. D when a female elephant is in estrus.  40 What is the author’s attitude toward the experiment using three different recordings in the last paragraph? A The outcome is definitely out of the original expectation. B The data cannot be very clearly obtained. C The result can be somewhat undecided or inaccurate. D The result can be unfamiliar to the public.",
      "raw_text": "Questions 39-40  Choose the correct letter, A, B, C or D. Write the correct letter in boxes 39-40 on your answer sheet. 39 According to the passage, it is determined that an elephant needs to communicate over long distances for its survival A when a threatening predator appears. B when young elephants meet humans. C when older members of the herd want to flee from the group. D when a female elephant is in estrus.  40 What is the author’s attitude toward the experiment using three different recordings in the last paragraph? A The outcome is definitely out of the original expectation. B The data cannot be very clearly obtained. C The result can be somewhat undecided or inaccurate. D The result can be unfamiliar to the public.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "SHORT_ANSWER",
      "SUMMARY_COMPLETION",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:42.379271",
    "parser_version": "1.0",
    "needs_review": true
  }
}