{
  "id": "ielts-r-015",
  "source_file": "15. P1 - The Blockbuster Phenomenon 博物馆爆款现象【次】.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "medium",
  "title": "The Blockbuster Phenomenon",
  "title_cn": "博物馆爆款现象",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. The Blockbuster Phenomenon: A New Museum Trend Museums in Australia, like other pleasure-giving public organizations, are adapting their activities so that they more closely reflect the marketplace. A Since the 1980s, the term ‘blockbuster’ has become the fashionable word for spectacular, high-profile museum exhibitions that have the ability to attract large crowds. A blockbuster is a ‘large-scale loan exhibition that people who normally don’t go to museums will stand in line for hours to see’ (Eisen 1984). Once the museum that created the exhibition has shown it to its local market, it can be offered to other organizations for a fee. This means that you can boost your own door takings and make money from boosting someone else’s door takings.  B While partaking of the excitement of the blockbuster, visitors thus lured are likely to stay longer at the museum. Betty Churcher, when Director of the Australian National Gallery, summed up the new blockbuster creed as follows: ‘The bonus of the blockbuster exhibitions is that people come to see the blockbuster and they stay to look at the permanent collection, so you are getting broader exposure for your collection.’  C Museums across the UK, USA, Canada and Australia currently operate under a system of plural funding: revenue raised through contributions by federal, state and/or local governments, combined with revenue raised through admission charges and other activities. Maintaining and increasing visitor levels is thus paramount and involves not only creating or hiring blockbuster exhibitions, but providing regular exhibition changes and innovations. In addition, the visiting public have become known as customers rather than visitors, and the skills that are valued in museums to keep the new customers coming through the door have changed. Curators are now administrators, and being a museum director no longer requires an Arts degree—but public relations skills are essential if the museum is going to compete with other museums to stage travelling exhibitions which draw huge crowds.  D The convergence of museums, the heritage industry, tourism, profit-making and pleasure-giving has resulted in the new ‘museology’. This has given rise to much debate about whether it is appropriate to see museums primarily as tourist attractions. In literature from both the UK and USA, the words that are starting to appear in some descriptions of blockbusters are ‘less scholarly’, ‘non-elitist’ and ‘popularist’, while others extol the virtues of encouraging scholars to co-operate on projects, and to provide exhibitions that cater for a broad selection of the community rather than an elite sector. Whatever commentators may think, managers of museums worldwide are looking for artful ways to blend culture and commerce, and blockbuster exhibitions are at the top of the list.    \nE But do blockbusters held in public institutions really create a surplus to fund other activities? If the bottom line is profit, then according to the records of many major museums blockbusters do make money. For museums in some countries, it may be the money that they require to replace parts of their collections or to fix buildings that are in need of attention. For some museums in Australia, it may be the opportunity to illustrate that they are attempting to pay their way by recovering part of their operating costs. Also, creating or hiring a blockbuster has many positive spin-offs: blockbusters mean crowds, and crowds are good for the local economy, providing increased trade for shops, hotels, restaurants, the transport industry and retailers. The argument that the arts provide sustained economic benefits has been well illustrated in impact studies in the USA and UK.  F However, blockbusters require large capital expenditure and draw on resources across all branches of an organization, and the costs don’t end there. There is a Human Resource Management cost in addition to a measurable ‘real’ dollar cost. Receiving a touring exhibition draws resources from across functional management structures in a project-management style. Everyone—from general labourers to building services, front-of-house, technical, promotional, educational and administrative staff—is required to perform additional tasks. Furthermore, as an increasing number of institutions try their hand at increasing visitor numbers and memberships (and therefore revenue) by staging blockbuster exhibitions, it may be less likely that blockbusters will continue to provide a surplus to subsidize other activities due to the competitive nature of the market.  G It has been illustrated in both the UK and USA that the blockbuster ideology has resulted in the false expectation that the momentum required to stage blockbusters can be maintained continually. Creating, mounting or hiring blockbusters is exhausting, with the real costs throughout an institution difficult to calculate. Secondly, as some analysts have argued, the ‘shopkeeping’ mentality and cost-benefit analysis, and a pure concentration on the bottom line, can squeeze substance out of an exhibition. Taking out substance can be a recipe for blockbuster failure and therefore financial failure.  H Perhaps the best pathway to take is one that balances both blockbusters and regular exhibitions. However, this easy middle ground may only work if you have enough space, and have alternative sources of funding to continue to support the regular, less exciting fare. Perhaps the advice should be to make sure that you find out what your local community wants from you and make sure that your regular activities and exhibitions are more enduring."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        1,
        4
      ],
      "instructions": "Reading Passage 1 has eight paragraphs, A–H. Which paragraph contains the following information? Write the correct letter, A–H, in boxes 1–4 on your answer sheet. NB You may use any letter more than once. 1 the reason why museum directors need to constantly alter and update their exhibits 2 mention of the length of time people will queue to see a blockbuster 3 terms that people have used when referring to blockbusters 4 the various ways that institutions like museums get financial support",
      "raw_text": "Questions 1–4 Reading Passage 1 has eight paragraphs, A–H. Which paragraph contains the following information? Write the correct letter, A–H, in boxes 1–4 on your answer sheet. NB You may use any letter more than once. 1 the reason why museum directors need to constantly alter and update their exhibits 2 mention of the length of time people will queue to see a blockbuster 3 terms that people have used when referring to blockbusters 4 the various ways that institutions like museums get financial support",
      "questions": []
    },
    {
      "type": "SENTENCE_COMPLETION",
      "range": [
        5,
        8
      ],
      "instructions": "Complete the sentences below. Choose NO MORE THAN THREE WORDS from the passage for each answer. Write your answers in boxes 5–8 on your answer sheet. 5 These days, museum visitors tend to be referred to as __________. 6 Museum curators now need __________ rather than academic qualifications. 7 The linking of a range of public institutions that entertain the public is known as __________. 8 There is discussion about whether museums can be regarded in the same way as other __________.",
      "raw_text": "Questions 5–8 Complete the sentences below. Choose NO MORE THAN THREE WORDS from the passage for each answer. Write your answers in boxes 5–8 on your answer sheet. 5 These days, museum visitors tend to be referred to as __________. 6 Museum curators now need __________ rather than academic qualifications. 7 The linking of a range of public institutions that entertain the public is known as __________. 8 There is discussion about whether museums can be regarded in the same way as other __________.",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        9,
        9
      ],
      "instructions": "and 10 Choose TWO letters, A–E. Write the correct letters in boxes 9 and 10 on your answer sheet. Which TWO of the following are mentioned by the writer as advantages of blockbusters? A  Some of the money they raise can be used for structural repairs. B  They can provide funds to help support amateur artists. C  Local services benefit from the extra business they bring about. D  They encourage overseas workers into the local area. E  They raise employee performance levels.",
      "raw_text": "Questions 9 and 10 Choose TWO letters, A–E. Write the correct letters in boxes 9 and 10 on your answer sheet. Which TWO of the following are mentioned by the writer as advantages of blockbusters? A  Some of the money they raise can be used for structural repairs. B  They can provide funds to help support amateur artists. C  Local services benefit from the extra business they bring about. D  They encourage overseas workers into the local area. E  They raise employee performance levels.",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        11,
        13
      ],
      "instructions": "Choose THREE letters, A–G. Write the correct letters in boxes 11–13 on your answer sheet. Which THREE of the following are mentioned by the writer as disadvantages of blockbusters? A  They do not suit museum management styles. B  Specialist business advice has to be paid for. C  They involve an increased workload for personnel. D  They do not increase overall annual visitor numbers. E  They are very tiring to put on. F  What is popular in one country may not be popular in another. G  The content can be weakened through financial pressure.",
      "raw_text": "Questions 11–13 Choose THREE letters, A–G. Write the correct letters in boxes 11–13 on your answer sheet. Which THREE of the following are mentioned by the writer as disadvantages of blockbusters? A  They do not suit museum management styles. B  Specialist business advice has to be paid for. C  They involve an increased workload for personnel. D  They do not increase overall annual visitor numbers. E  They are very tiring to put on. F  What is popular in one country may not be popular in another. G  The content can be weakened through financial pressure.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 12,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "SENTENCE_COMPLETION",
      "MCQ_MULTI",
      "MCQ_MULTI"
    ],
    "parsed_at": "2026-02-24T03:41:39.988990",
    "parser_version": "1.0",
    "needs_review": true
  }
}