{
  "id": "ielts-r-065",
  "source_file": "65. P3 - Does class size matter 课堂规模【次】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "medium",
  "title": "Does class size matter",
  "title_cn": "课堂规模",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below. Does class size matter? A Of all the ideas for improving education, few are as simple or attractive as reducing the number of pupils per teacher. With its uncomplicated appeal, class-size reduction has lately gone from being a subject of primarily academic interest to becoming a public issue. In the U.S., more than 20 states have adopted policies aimed at decreasing class size.  B One way investigators have attempted to analyse the effects of class size is by reviewing existing data, such as records kept by the U.S. Department of Education. These show that between 1969 and 1997, the average number of pupils per teacher in American public and private elementary schools fell from 25 to 18, a decline of more than 27 per cent. In secondary schools, the number also fell, from 19 to 14. Do these findings mean that class size makes no difference? Not necessarily. For a variety of reasons, most researchers, including us, pay little attention to those figures. For instance, schools strive for more than just high test scores; they also try to keep their dropout rates low. Indeed, the dropout rate for students aged 16 to 24 fell from 15 to 11 per cent over that period. Because drop-outs generally come from the low end of the achievement distribution, a reduction in the dropout rate could be expected to pull down average test scores in the upper grades. Ideally, U.S. students would all come from families that are financially well-off, with two highly educated, English-speaking parents who are involved in their children’s schooling. Teachers would all be creative and have complete mastery of their subject matter. Schools would be nicely outfitted with libraries, computers and other resources.  C Over the past 35 years, hundreds of studies and analyses of existing data (such as the Department of Education records) have focused on class size. Unfortunately, most of these studies were poorly designed. The notable exception was the STAR project. Students entering kindergarten were randomly assigned to one of three kinds of classes: a small class of 13 to 17 students, or a regular-size class of 22 to 26 students. The students remained in whatever category they had been assigned to through the third grade, after which they joined a regular classroom in the fourth. To ensure that teaching quality did not differ, teachers were randomly assigned to small- and regular-size classrooms. Few teachers received any special training for working with small classes, and there were no new curricular materials.  \nD Charles M. Achilles of Eastern Michigan University found “an array of benefits of small classes” in his review. He also found that the effect was stronger for minority students: Black and Hispanic children improved their scores slightly more than did other students — a significant finding from a policy standpoint. He argues that the STAR data cannot be used to prove that the gains persist for years after a student has returned to regular-size classes. He and others have also shown that, during the study, too many children migrated from the regular to the small classes, probably because school personnel caved in to parent demands. The criticism does not undermine the finding of a statistically significant benefit of being in a small class.  E California’s multi-billion-dollar effort, begun in 1996, stands more as a model of what not to do than as an initiative worthy of emulation. The state is trying to reduce class size in kindergarten through grade three from a maximum of 33 to a maximum of 20 in rich and poor districts alike — despite a shortage of qualified teachers, especially in low-income areas. This across-the-board approach may be politically expedient, but it seems actually to have exacerbated the disparity in resources available to rich and poor schools in California. The better-paying, more affluent districts got the best teachers — including a fair number of the good teachers from poorer schools. Evaluators found a small but statistically significant achievement advantage in reading, writing and mathematics for students in classes that had been reduced to 20 or fewer pupils, as compared with classes of more than 20. The second programme, Wisconsin’s Student Achievement Guarantee in Education (SAGE), also begun in 1996, was a five-year study. It was small — class size was reduced in just 14 schools — but noteworthy because it targeted schools in which at least 30 per cent of the students were below the poverty level.  F Studies such as STAR and SAGE have made it hard to argue that reducing class sizes makes no difference. On the other hand, the California initiative has shown that the strategy, applied with too little forethought and insight, can consume billions of dollars and, at least in the short run, produce only minuscule gains and even some losses. Legislators and administrators need more solid information on the relative costs of other options before they can make sensible policy decisions."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        27,
        31
      ],
      "instructions": "Reading Passage 3 has six paragraphs, A–F.  Which paragraph contains the following information?  Write the correct letter, A–F, in boxes 27–31 on your answer sheet. 27 Criticism of the STAR programme due to some factors that are not reliable. 28 Two research programmes reached the same result. 29 Class-size reduction has gone from being a subject of primarily academic interest to becoming a public issue. 30 Actions were taken to ensure the reliability of the data. 31 The existing data had been affected by many factors.",
      "raw_text": "Questions 27–31  Reading Passage 3 has six paragraphs, A–F.  Which paragraph contains the following information?  Write the correct letter, A–F, in boxes 27–31 on your answer sheet. 27 Criticism of the STAR programme due to some factors that are not reliable. 28 Two research programmes reached the same result. 29 Class-size reduction has gone from being a subject of primarily academic interest to becoming a public issue. 30 Actions were taken to ensure the reliability of the data. 31 The existing data had been affected by many factors.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        32,
        40
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 32–40 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        32,
        40
      ],
      "instructions": ") and the list of projects below.  Match each statement with the correct project, A–C. Write the correct letter, A–C, in boxes 32–40 on your answer sheet. NB You may use any letter more than once. 32 Class composition was left by chance. 33 Small class size resulted in better performance even when students went to the fourth grade. 34 Special groups benefited from the programme. 35 The programme did some preliminary work. 36 The students remained in whatever category they had been assigned to through the third grade. 37 It targeted schools in which at least 30 per cent of the students were below the poverty level. 38 Some schools needed extra teachers’ assistants to implement this project. 39 The programme aggravated the situation of poorer districts, which were already having trouble recruiting and retaining good teachers. 40 Students’ backgrounds also affected their performance.           List of Projects A STAR   B California   C SAGE         DFACB 32\tA\t33\tA\t34\tA\t35\tC\t36\tA\t37\tC\t38\tA\t39\tB\t40\tA\t[答案仅供参考，可能有出入]",
      "raw_text": "Questions 32–40) and the list of projects below.  Match each statement with the correct project, A–C. Write the correct letter, A–C, in boxes 32–40 on your answer sheet. NB You may use any letter more than once. 32 Class composition was left by chance. 33 Small class size resulted in better performance even when students went to the fourth grade. 34 Special groups benefited from the programme. 35 The programme did some preliminary work. 36 The students remained in whatever category they had been assigned to through the third grade. 37 It targeted schools in which at least 30 per cent of the students were below the poverty level. 38 Some schools needed extra teachers’ assistants to implement this project. 39 The programme aggravated the situation of poorer districts, which were already having trouble recruiting and retaining good teachers. 40 Students’ backgrounds also affected their performance.           List of Projects A STAR   B California   C SAGE \n      \nDFACB 32\tA\t33\tA\t34\tA\t35\tC\t36\tA\t37\tC\t38\tA\t39\tB\t40\tA\t[答案仅供参考，可能有出入]",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 23,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "UNKNOWN",
      "PERSON_MATCHING"
    ],
    "parsed_at": "2026-02-24T03:41:42.339540",
    "parser_version": "1.0",
    "needs_review": true
  }
}