{
  "id": "ielts-r-059",
  "source_file": "59. P2 - Why do we need the arts 艺术的意义.pdf",
  "position": "P2",
  "question_range": [
    14,
    25
  ],
  "difficulty": "unmarked",
  "title": "Why do we need the arts",
  "title_cn": "艺术的意义",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below. Why do we need the arts? Sometimes people question why we need ‘the arts’; what functions do art, music, dance and literature serve? A Imagine a world in which people spend hours working in offices or factories, and then go home in the evening to sit down to dinner, after which they sleep until it’s time to get up and work again. In this world, people do not read or watch TV, listen to music, play computer games or have pictures to decorate their homes. In fact, there are no pictures in this world—not even advertisements are illustrated, but all are words, and very plain ones at that, with no playfulness left in them. The buildings are completely functional without a single decorative feature anywhere, and there is no music to dance to and enjoy. Such a world is a world without the arts in any form. B To ask what the arts are good for is not exactly the same as asking what their purpose is. The arts do not have to have a purpose—they do not exist in order to teach, to make a moral point, to entertain, to distract, to amuse, to support a revolution, to disgust, to challenge, to stimulate or to cheer; they exist chiefly for their own sake. It is artists, not the arts as such, that may have an aim in mind, and their aim may be to do any of the things just listed. But equally, artists may just make a work of art because they feel compelled to. Because the work is its own justification, no aim or goal is necessarily required to explain or, still less, to justify its existence. C But to say that the arts do not have to serve an aim beyond themselves, even though they may sometimes do so, is not to say that they are good for nothing. On the contrary, as such an important part of human experience, they are good for many things. The distinction here lies between things that are instrumental and things that are ends in themselves. An instrument exists for something beyond itself—namely, for what it can be used to do. We know that pictures are used as instruments in advertising, and the objective is always to persuade us to buy something. Similarly, music can be written chiefly to accompany dancing, or as a soundtrack to a movie. A play can be written to point out to the theatre audience a social injustice or other problems that should be dealt with. But even though the arts can sometimes be instrumental, that fact is not essential to their nature. What the arts are ‘good for’ arises from their being an end in themselves, or more accurately, representing many different things that are valuable for their own sakes—such as, for instance, the creation of beauty.  \nD The phrase ‘the arts’ includes painting, sculpture, music, literature, dance and theatre performance, and whatever else (to quote the famous US artist Andy Warhol) anyone can get away with in calling their creation a contribution to ‘the arts’. But the generalisation that the arts, whatever else they are, are always an end in themselves, applies to them all. The arts are one major form of response to the world. They are often an attempt to capture an aspect of the world, to draw attention to something about it, to comment on it, to present a surprising or fresh angle on it, to represent it for the sake of exploring something about it, or enjoying or celebrating it. They can help people to focus on, for example, the colour or shape of an object, its eccentricity or typicality, and the interest or perhaps disgust it provokes in them. E For a loose comparison, think of laughing at a joke. We do not laugh so that we can achieve a further goal—in order to be healthy or relaxed, say, even if we thereby succeed in being healthier or more relaxed—but simply because the joke has elicited that reaction. But although it is merely a reaction, laughing is, in fact, good for something nevertheless; it does make people feel better. The arts are a reaction in the same way. French artist Cézanne painted Mont Sainte-Victoire repeatedly because he was fascinated by it, not because he thought that painting it would say something about politics or society or human hopes. Being fascinated by something, attracted to it, repelled by it, keen to reveal an unusual aspect of it, are all responses to that thing; the making of the arts is one outstanding way of expressing such responses. F But the arts are a response not only to things in the world but also to experience of the world, which lies inside the artist himself. And they are also often an expression of what presses from within the artist without being elicited by externals. Music is a prime example. A symphony, unless it is devised to represent bird song, rain, the sea and the like, is an abstract expression of a composer’s conception. We may be able to describe what the Russian composer Tchaikovsky is doing in his ballet music, but how can we describe what he is expressing in his piano concertos? Composers may experiment with melody and rhythm in very abstract, sometimes mathematical, ways. G When artists get to work responding to and expressing ideas, whether or not they also want to make a point, entertain, distract, support a revolution and the rest, they are producing something that someone else will react to in some way. They seek to connect with their audience and express an idea or emotion which has the capacity to enrich our experience of life itself."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        14,
        18
      ],
      "instructions": "Reading Passage 2 has seven paragraphs, A–G. Which paragraph contains the following information? Write the correct letter, A–G, in boxes 14–18 on your answer sheet. 14 a claim that artists may have no clear objective when creating a piece of art 15 a description of how artists hope to benefit other people 16 a comparison between the arts and things made to perform a particular function 17 a claim that it’s possible to convince the world that anything you have made is a work of art 18 an example of something that has an unintentional benefit for us",
      "raw_text": "Questions 14–18 Reading Passage 2 has seven paragraphs, A–G. Which paragraph contains the following information? Write the correct letter, A–G, in boxes 14–18 on your answer sheet. 14 a claim that artists may have no clear objective when creating a piece of art 15 a description of how artists hope to benefit other people 16 a comparison between the arts and things made to perform a particular function 17 a claim that it’s possible to convince the world that anything you have made is a work of art 18 an example of something that has an unintentional benefit for us",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        19,
        22
      ],
      "instructions": "Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 19–22 on your answer sheet.    The arts and human experience Some people may claim that the arts serve no useful purpose, that they achieve nothing measurable and help nobody. But there are many clear examples of their usefulness, such as the interdependent relationship between music and 19 __________, or between the visual arts and the 20 __________ business. A dramatist may use a 21 __________ to draw our attention to various issues in society, for example some kind of injustice which needs correcting. Apart from these obvious practical benefits, there are other benefits that we gain from things, such as the 22 __________ we find in an artist’s work.",
      "raw_text": "Questions 19–22 Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 19–22 on your answer sheet. \n  The arts and human experience Some people may claim that the arts serve no useful purpose, that they achieve nothing measurable and help nobody. But there are many clear examples of their usefulness, such as the interdependent relationship between music and 19 __________, or between the visual arts and the 20 __________ business. A dramatist may use a 21 __________ to draw our attention to various issues in society, for example some kind of injustice which needs correcting. Apart from these obvious practical benefits, there are other benefits that we gain from things, such as the 22 __________ we find in an artist’s work.",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        23,
        23
      ],
      "instructions": "and 24 Choose TWO letters, A–E. Write the correct letters in boxes 23 and 24 on your answer sheet. In paragraph D, which TWO of the following effects does the writer say the arts can have? A They can interest people from all over the world. B They can make us see things from a different perspective. C They can inspire us to take up an artistic activity ourselves. D They can encourage us to think about our reactions to things around us. E They can draw our attention to serious global issues.",
      "raw_text": "Questions 23 and 24 Choose TWO letters, A–E. Write the correct letters in boxes 23 and 24 on your answer sheet. In paragraph D, which TWO of the following effects does the writer say the arts can have? A They can interest people from all over the world. B They can make us see things from a different perspective. C They can inspire us to take up an artistic activity ourselves. D They can encourage us to think about our reactions to things around us. E They can draw our attention to serious global issues.",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        25,
        25
      ],
      "instructions": "and 26 Choose TWO letters, A–E. Write the correct letters in boxes 25 and 26 on your answer sheet. Which TWO of the following statements about composers and music does the writer make? A Music tends to spring from the composer’s individual experiences. B Composers need to structure music very carefully. C Music can be quite unrelated to the natural world. D Music finds its best expression in a symphony. E Composers are good at depicting the world around us.",
      "raw_text": "Questions 25 and 26 Choose TWO letters, A–E. Write the correct letters in boxes 25 and 26 on your answer sheet. Which TWO of the following statements about composers and music does the writer make? A Music tends to spring from the composer’s individual experiences. B Composers need to structure music very carefully. C Music can be quite unrelated to the natural world. D Music finds its best expression in a symphony. E Composers are good at depicting the world around us.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 11,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "SUMMARY_COMPLETION",
      "MCQ_MULTI",
      "MCQ_MULTI"
    ],
    "parsed_at": "2026-02-24T03:41:41.971620",
    "parser_version": "1.0",
    "needs_review": true
  }
}