{
  "id": "ielts-r-056",
  "source_file": "56. P2 - The return of monkey life 猴群回归【高】.pdf",
  "position": "P2",
  "question_range": [
    14,
    26
  ],
  "difficulty": "high",
  "title": "The return of monkey life",
  "title_cn": "猴群回归",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below. The Return of Monkey Life Rain-forest trees growing anew on Central American farmland are helping scientists find ways for monkey and agriculture to benefit one another. A Hacienda La Pacifica, a remote working cattle ranch in Guanacaste Province of northern Costa Rica, has for decades been home to a community of mantled howler monkeys. Other native primates—white-faced capuchin monkeys and spider monkeys—were once common in this area too, but vanished after the Pan-American Highway was built nearby in the 1950s and most of the surrounding land was cleared for cattle-raising. At Hacienda La Pacifica, however, an enlightened ranch owner chose to leave some strips of native trees growing. He used these as windbreaks to protect both cattle and their food crops from dry-season winds. In the process, the farmer unwittingly founded a unique laboratory for the study of monkeys. B Ken Glander, a primatologist from Duke University in the USA, is studying La Pacifica’s monkeys in an effort to understand the relationship between howlers and regenerating forests at the edges of grazing lands. Studying such disturbed woodlands is increasingly important because throughout much of the New World Tropics, these are the only forests left. In the 18th century, tropical dry forests once covered most of Central America, but by the 1980s less than two percent remained undisturbed, and less than one percent was protected. C Howlers persist at La Pacifica, Glander explains, because they are leaf-eaters. They eat fruit when it is available but, unlike capuchin and spider monkeys, do not depend on large areas of fruiting trees. Glander is particularly interested in howlers’ ability to thrive on leaves loaded with toxins—poisonous substances designed to protect the plants. For leaf-eaters, long-term exposure to a specific plant toxin can increase their ability to neutralise the poisonous substances and absorb the leaf nutrients. Watching generations of howlers at La Pacifica has shown Glander that the monkeys keep their systems primed by sampling a variety of plants and then focusing on a small number of the most nutritious food items. The leaves that grow in regenerating forests, like those at La Pacifica, are actually more howler-friendly than those produced by the centuries-old trees that survive farther south. In younger forests, trees put most of their limited energy into growing wood, leaves and fruit, so they produce much lower levels of toxin than do well-established, old-growth trees.   \nD The value of maturing forests to primates is also a subject of study at Santa Rosa National Park, about 35 miles northwest of La Pacifica. Large areas of Santa Rosa’s forests had at one time been burnt to make space for cattle ranching and coffee farming, thereby devastating local monkey habitat. But in 1971 the government protected the area by designating it a national park, and species of indigenous trees which had been absent for decades began to invade the abandoned pastures. Capuchins were the first to begin using the reborn forests, followed by howlers. Eventually, even spider monkeys, fruit-eaters that need large areas of continuous forest, returned. In the first 28 years following protection of the area, the capuchin population doubled, while the number of howlers increased seven-fold. E Some of the same traits that allow howlers to survive at La Pacifica also explain their population boom in Santa Rosa. Howler reproduction is faster than that of other native monkey species. They give birth for the first time at about 3.5 years of age, compared with seven years for capuchins, and eight or more for spider monkeys. Also, while a female spider monkey will have a baby about once every four years, well-fed howlers can produce an infant every two years. Another factor is diet. Howlers are very adaptable feeders and need only a comparatively small home range. Spider monkeys, on the other hand, need to occupy a huge home range. Also crucial is the fact that the leaves howlers eat hold plenty of water, so the monkeys can survive away from open streams and water-holes. This ability gives them a real advantage over capuchin and spider monkeys, which have suffered during the long, ongoing drought in the area. F Alejandro Estrada, an ecologist at Estación de Biología Los Tuxtlas in Veracruz, Mexico, has been studying the ecology of a group of howler monkeys that thrive in a habitat totally altered by humans: a cacao plantation in Tabasco State, Mexico. Cacao plants need shade to grow, so 40 years ago the owners of Cholula Cacao Farm planted figs, monkey-pod and other tall trees to form a protective canopy over their crop. The howlers moved in about 25 years ago after nearby forests were cut. This strange habitat seems to support about as many monkeys as would a same-sized patch of wild forest. The howlers eat the leaves and fruit of the shade trees, leaving the valuable cacao pods alone. G Estrada believes the monkeys bring under-appreciated benefits to such plantations, dispersing the seeds of fruits such as fig and other shade trees, and fertilising the soil. Spider monkeys also forage for fruit here, though they need nearby areas of forest to survive in the long term. He hopes that farmers will begin to see the advantages of associating with wild monkeys, which could include potential ecotourism projects. ‘Conservation is usually viewed as a conflict between farming practices and the need to preserve nature,’ Estrada says. ‘We’re moving away from that vision and beginning to consider ways in which commercial activities may become a tool for the conservation of primates in human-modified landscapes.’"
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        14,
        17
      ],
      "instructions": "Reading Passage 2 has seven paragraphs, A–G. Which paragraph contains the following information? Write the correct letter A–G in boxes 14–17 on your answer sheet. NB You may use any letter more than once. 14 a reason why newer forests provide howlers with better feeding opportunities than older forests 15 a reference to a change in farmers’ attitudes towards wildlife 16 a description of the means by which howlers select the best available diet for themselves 17 figures relating to the reduction of natural wildlife habitat over a period of time",
      "raw_text": "Questions 14–17 Reading Passage 2 has seven paragraphs, A–G. Which paragraph contains the following information? Write the correct letter A–G in boxes 14–17 on your answer sheet. NB You may use any letter more than once. 14 a reason why newer forests provide howlers with better feeding opportunities than older forests 15 a reference to a change in farmers’ attitudes towards wildlife 16 a description of the means by which howlers select the best available diet for themselves 17 figures relating to the reduction of natural wildlife habitat over a period of time",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        18,
        21
      ],
      "instructions": "Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 18–21 on your answer sheet. Why do howlers have an advantage over other  Central American monkeys? Howler monkeys have a more rapid rate of 18 ________ than either capuchin or spider monkeys. Unlike the other local monkey species, howlers can survive without eating     19 ________ and so can live inside a relatively small habitat area. Their diet is more flexible, and they are able to tolerate leaves with high levels of 20 ________. Howlers can also survive periods of 21 ________ better than the other monkey species can.",
      "raw_text": "Questions 18–21 Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 18–21 on your answer sheet. Why do howlers have an advantage over other  Central American monkeys? Howler monkeys have a more rapid rate of 18 ________ than either capuchin or spider monkeys. Unlike the other local monkey species, howlers can survive without eating     19 ________ and so can live inside a relatively small habitat area. Their diet is more flexible, and they are able to tolerate leaves with high levels of 20 ________. Howlers can also survive periods of 21 ________ better than the other monkey species can.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        22,
        26
      ],
      "instructions": "Look at the following features (",
      "raw_text": "Questions 22–26 Look at the following features (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        22,
        26
      ],
      "instructions": ") and the list of locations below. Match each feature with the correct location, A, B or C. Write the correct letter, A, B or C, in boxes 22–26 on your answer sheet. NB You may use any letter more than once. 22  It has seen the return of native tree species.  23  It supports only one species of native monkey. 24  Its monkey population helps the agriculture of the area. 25  It is home to populations of all three local monkey species. 26  Its landscape was altered by the construction of a transport link.           List of Locations A   Hacienda La Pacifica B   Santa Rosa National Park C   Cholula Cacao Farm",
      "raw_text": "Questions 22–26) and the list of locations below. Match each feature with the correct location, A, B or C. Write the correct letter, A, B or C, in boxes 22–26 on your answer sheet. NB You may use any letter more than once. 22  It has seen the return of native tree species.  23  It supports only one species of native monkey. 24  Its monkey population helps the agriculture of the area. 25  It is home to populations of all three local monkey species. 26  Its landscape was altered by the construction of a transport link.           List of Locations A   Hacienda La Pacifica B   Santa Rosa National Park C   Cholula Cacao Farm",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 18,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "SUMMARY_COMPLETION",
      "UNKNOWN",
      "PERSON_MATCHING"
    ],
    "parsed_at": "2026-02-24T03:41:41.837415",
    "parser_version": "1.0",
    "needs_review": true
  }
}