{
  "id": "ielts-r-012",
  "source_file": "12. P1 - Rubber 橡胶【高】.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "high",
  "title": "Rubber",
  "title_cn": "橡胶",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. Rubber T. and W. Musgrove discuss the origins and early uses of rubber The plants that produce rubber are spread right across the globe, and grow in many different habitats. One might think it likely, therefore, that humankind has known about rubber for thousands of years. Yet, unlike other crops of economic importance, rubber led a relatively anonymous life until the last 150 years or so. The Indians of South America appear to be the first people to have understood the properties of rubber, and the Aztecs of what is now Mexico were the first to be recorded using the substance; a wall painting dating back to the sixth century depicts a scene of a tribute offering of crude rubber. With the arrival of Columbus in the Americas and the resulting Spanish influx, further evidence starts to appear concerning the Native American use of rubber. Antonio de Herrera y Tordesillas describes a ritual game played with a rubber ball at the court of the Aztec Emperor Montezuma II, and the Mayan and Toltec people are known to have taken part in similar activities. Rubber was also used to make raincoats, shoes, jars, torches and musical instruments, all of which must have been made from the indigenous Castilla elastica, as the Para rubber plant now favoured for rubber cultivation does not grow in the Mexican region. The first description of latex (liquid rubber) extraction was made by Juan de Torquemada, who noted that if a receptacle was not at hand the Native Americans would place the latex on their bodies to allow it to solidify. However, no real interest in rubber was shown by any European until Charles de la Condamine, a French mathematician, published an account of his journey to South America in 1735. The journey was undertaken on behalf of the Paris Academy of Sciences to measure an arc of the meridian line on the equator, but the journey home was to turn out to be more significant than the true purpose of the trip. Condamine explored Brazil and Peru and discovered how the local people used one single piece of coagulated latex to make boots. The boots were impervious to water and, when smoked, looked like real leather. In 1747 the first description of the rubber tree and latex tapping was made by a military engineer and amateur botanist, François Fresneau, who was posted to French Guiana. The publications of Condamine and Fresneau created considerable excitement among French scientists, and an attempt was made to discover a solvent that could turn the crude rubber into a substance for commercial exploitation.   \nIn 1818 a British medical student named James Syme first used rubber to make waterproof cloth. Another early use of the substance was as an eraser of pencil marks, hence the name ‘rubber’. This was complemented by balloons, rubber bands, braces, boots for the army and other ideas that met with varying degrees of success. In 1820 Thomas Hancock, an English manufacturer of rubber goods such as driving belts, industrial rollers and rubber hoses, invented a machine he called the ‘masticator’, which chewed up waste strips for re-use. It was discovered that the masticated rubber was more malleable, while maintaining much of its elasticity. In Scotland at the same time, Charles Mackintosh had discovered a way of using rubber as waterproofing material, by a process he patented in 1823. Hancock and Mackintosh joined forces in 1834, and three years later Hancock invented a machine for spreading rubber onto material. Despite their beneficial qualities, such as waterproofing, rubber goods were still not particularly popular as they had some major flaws, including the fact that they dissolved malodorously. They also became pliant when warm and rigid when cold. Then in 1839 the American Charles Goodyear discovered that it was possible to stabilise rubber by mixing it with sulphur while exposing it to heat — a process he called vulcanisation — and the full versatility of this extraordinary substance became apparent. Rubber goods could now be manufactured which had all the beneficial qualities of the material, such as durability, elasticity and variability, but which were not sticky, soluble or governed by the vagaries of the weather. The economic potential of rubber was now clearly evident. It played an important role in the Industrial Revolution, being employed in the steam engines found in factories, mills, mines and railways. It made a triumphant entrance as a new and innovative material at the Great Exhibition of 1851, where shoes, airbeds, furniture and clothing made out of newly improved rubber were proudly displayed. One of the most important rubber inventions was made in 1888, when an Irishman called John Boyd Dunlop produced the first pneumatic tyre. Solid rubber tyres had been used for the previous 18 years, but Dunlop’s new design, which he updated in 1890, immediately became popular. In 1895 Dunlop’s tyres were first used in motor cars, and with the mass production of cars just over the horizon the rubber industry had never looked healthier. The import levels of rubber over the nineteenth century bear witness to its irrepressible rise. In 1830 Britain had imported just 211 kg of crude rubber. This had risen to 10,000 kg in 1857, and by 1874 levels were just under six times as much again."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        6
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1–6 on your answer sheet, write TRUE   if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1 Rubber plants grow only in certain regions of the world. 2 Rubber was extracted in Mexico as early as the sixth century. 3 Rubber from the Castilla elastica plant is of poorer quality than that from the Para plant. 4 A French mathematician inspired real interest in rubber amongst Europeans. 5 The process of vulcanisation was discovered by accident. 6 Imports of crude rubber into Britain fell during the nineteenth century.",
      "raw_text": "Questions 1–6 Do the following statements agree with the information given in Reading Passage 1? In boxes 1–6 on your answer sheet, write TRUE   if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information on this 1 Rubber plants grow only in certain regions of the world. 2 Rubber was extracted in Mexico as early as the sixth century. 3 Rubber from the Castilla elastica plant is of poorer quality than that from the Para plant. 4 A French mathematician inspired real interest in rubber amongst Europeans. 5 The process of vulcanisation was discovered by accident. 6 Imports of crude rubber into Britain fell during the nineteenth century.",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        7,
        13
      ],
      "instructions": "Complete the summary below. Choose NO MORE THAN THREE WORDS from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet. The Commercial Development of Rubber Early European travellers gave accounts of various rubber objects in use in Central and South America, and these accounts created interest in the commercial exploitation of rubber. In 1818, 7 ______ was produced using rubber, and in 1820 a machine was invented for recycling 8 ______ of rubber. Over the next few years, other attempts were made to improve rubber, but some problems remained. For example, rubber products smelt bad when they were dissolved, and could turn either soft or 9 ______ depending on the temperature. However, in 1839 a new process to 10 ______ the substance greatly increased its potential. For example, rubber was used in the creation of the 11 ______ industry during the Industrial Revolution. Then in 1888 the 12 ______ was developed, and a few years later the 13 ______ of the motor car began.",
      "raw_text": "Questions 7–13 Complete the summary below. Choose NO MORE THAN THREE WORDS from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet. The Commercial Development of Rubber Early European travellers gave accounts of various rubber objects in use in Central and South America, and these accounts created interest in the commercial exploitation of rubber. In 1818, 7 ______ was produced using rubber, and in 1820 a machine was invented for recycling 8 ______ of rubber. Over the next few years, other attempts were made to improve rubber, but some problems remained. For example, rubber products smelt bad when they were dissolved, and could turn either soft or 9 ______ depending on the temperature. However, in 1839 a new process to 10 ______ the substance greatly increased its potential. For example, rubber was used in the creation of the 11 ______ industry during the Industrial Revolution. Then in 1888 the 12 ______ was developed, and a few years later the 13 ______ of the motor car began.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "SUMMARY_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:39.403493",
    "parser_version": "1.0",
    "needs_review": true
  }
}