{
  "id": "ielts-r-080",
  "source_file": "80. P3 - Rebranding art museums 博物馆品牌重塑.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "unmarked",
  "title": "Rebranding art museums",
  "title_cn": "博物馆品牌重塑",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below. Rebranding art museums A study of the reopened National Gallery of Victoria As anyone with even a passing interest in cultural institutions will know, art museums are adapting to keep up with changes in society. Do any of these newly developed spaces indicate a fundamental shift in the ways we engage with art at the beginning of the twenty-first century? The answer is a qualified Yes and also, it must be said, No. A clear sense of this can be gained by considering the 2003 redevelopment of the National Gallery of Victoria (NGV) in Melbourne, Australia’s second largest city, in the light of the aspirations embodied in the original building that served as its template. The first building was considered a thoroughly modern museum when it opened to the public in 1968. We should not forget that it was also bold, entrepreneurial and innovative in ways that have done great credit to the vision and foresight of the architect, Roy Grounds. For one thing, the 1968 building signalled a strong sense of engagement with Asian and Pacific cultures, both in its architecture and through the layout of its collections. Its entrance lobby was designed to facilitate the rapid and efficient circulation of visitors. It also contained a series of greatly expanded temporary exhibition galleries and a vast Great Hall, which represented an unprecedented emphasis on the ancillary roles of corporate functions and public performances in the contemporary museum. This last feature might have seemed excessive to some, yet how wise it has proven over the years as museums have come to place increasing emphasis on corporate sponsorship, and on the need to generate additional funds via room hire. Furthermore, the Great Hall has for forty years provided an area for children to roam at large before being escorted through the much less spatially accommodating galleries themselves. As an unintimidating introduction to the lifelong rigours of visiting art museums, its impact on attendance cannot be overestimated. At the same time, other aspects of the 1968 NGV have not withstood the test of time so well. Foremost among these are the huge expanse of the exterior’s windowless wall and the surrounding moat, which creates a rather unwelcoming expression of the museum as a temple of culture set apart from the everyday world. Over time, this idea has been questioned, and has been superseded by the growing impetus towards the alternative model of the museum as a more open-ended and visitor-friendly forum that engages the public more effectively.   \nWith these considerations in mind, Mario Bellini’s redeveloped NGV opened in 2003 and his design reflects what the new, improved, twenty-first century global museum feels it should be emphasising to its visitors. Here the institution’s energies are focused, not so much on the technical subtleties of how to design the galleries themselves, as on presenting to the public a spectacular image of the museum itself as a welcoming yet efficient facilitator of social interaction, popular entertainment and public knowledge. All of this is certainly impressive, but where has the art gone? We are not allowed to see the exhibitions until we have completed the necessary inductions. We are greeted by a hugely expanded cloakroom screening off our vision to the right, followed by a large visitor information office leading to the ticket booths. Above us is the cafe and to our left we cannot escape the NGV shop set alongside the exit. And what of the redesigned galleries themselves? In fact, they represent a wonderfully elegant reframing of the permanent collections in ways that should offer first-time visitors and seasoned members alike many new avenues for engagement in the years to come. But herein lies the conundrum posed by the NGV renovation and by the global sweep of new museum projects more generally. The mainstay elements of a permanent collection can become all too easily lost in the increased prominence that these rebranding exercises tend to place on the more glamorously spectacular aspects of the institution itself. At its most extreme, this results in the construction of new buildings that supplant the artworks inside them to become the major attractions themselves. These challenges are most keenly felt in the area of the temporary exhibition. Entrance to the NGV permanent collection is now free, so the NGV needs something to keep the paying public coming back. The answer lies in the international ‘blockbuster’ exhibition. The Impressionists, for example, netted a total of 380,000 visitors, making it one of the most popular exhibitions in Australian history. There has also been, it needs to be said, a commendable attempt to leaven the international masterpieces with selected highlights from the permanent collection. Overall, though, the prevalence of these ‘rental’ blockbusters cannot but help introduce a certain ‘off the rack’ feeling to the institution’s exhibition programme. More importantly perhaps, they clearly narrow the options for other worthy but less glamorous projects, and they take energy away from the curators’ potential to do further work on and around the permanent collection itself. Yet the show must go on, and shows can’t exist without the public. Even the most adroit organisation, as the NGV assuredly is, needs to be able to juggle numerous, often conflicting priorities: the need to advance scholarship, on the one hand, versus the imperative of access on the other; the need to introduce audiences to new areas, versus the necessity of luring them in with instant brand recognition. Nobody said it was going to be easy, and the effect of too much innovation in museums can be disastrous."
  },
  "question_groups": [
    {
      "type": "MCQ",
      "range": [
        27,
        30
      ],
      "instructions": "Choose the correct letter, A, B, C or D.  Write the correct letter in boxes 27–30 on your answer sheet. 27  What is the writer doing in the first paragraph?    A  comparing the old NGV with the new NGV B  describing the role of art museums in Australian culture C  considering the influence of gallery design on art appreciation    D  suggesting there has been little recent change in gallery design  28  The writer criticises the old NGV because    A  the permanent collection was poorly displayed.    B  the building tended to make art seem remote.    C  Asian and Pacific art was neglected.    D  the foyer resembled a shop.  29  What does the writer notice about the new NGV?    A  He thinks the ticket booths are well positioned.    B  He is upset that he is made to move so quickly.    C  He is frustrated because the art is obscured by the entrance.    D  He thinks the redevelopment fails to keep up with international trends.  30  The writer argues that rental ‘blockbuster’ exhibitions    A  should be cheaper.    B  are a financial necessity.    C  should be increased in number.    D  allow the museum to present an original programme.",
      "raw_text": "Questions 27–30 Choose the correct letter, A, B, C or D.  Write the correct letter in boxes 27–30 on your answer sheet. 27  What is the writer doing in the first paragraph?    A  comparing the old NGV with the new NGV B  describing the role of art museums in Australian culture C  considering the influence of gallery design on art appreciation    D  suggesting there has been little recent change in gallery design  28  The writer criticises the old NGV because    A  the permanent collection was poorly displayed.    B  the building tended to make art seem remote.    C  Asian and Pacific art was neglected.    D  the foyer resembled a shop.  29  What does the writer notice about the new NGV?    A  He thinks the ticket booths are well positioned.    B  He is upset that he is made to move so quickly.    C  He is frustrated because the art is obscured by the entrance.    D  He thinks the redevelopment fails to keep up with international trends.  30  The writer argues that rental ‘blockbuster’ exhibitions    A  should be cheaper.    B  are a financial necessity.    C  should be increased in number.    D  allow the museum to present an original programme.",
      "questions": []
    },
    {
      "type": "YNNG",
      "range": [
        31,
        35
      ],
      "instructions": "Do the following statements agree with the claims of the writer in Reading Passage 3?  In boxes 31–35 on your answer sheet, write  YES    if the statement agrees with the claims of the writer NO    if the statement contradicts the claims of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 31 Roy Grounds’s design failed to recognise the importance of functions and performances in museums. 32 Mario Bellini’s new NGV rejects international museum design trends. 33 Mario Bellini’s work on subsequent museum projects has been less successful than that on the NGV. 34 The NGV monitors the number of first-time visitors to permanent collections. 35 Too much change may have negative impacts on museums.",
      "raw_text": "Questions 31–35 Do the following statements agree with the claims of the writer in Reading Passage 3?  In boxes 31–35 on your answer sheet, write  YES    if the statement agrees with the claims of the writer NO    if the statement contradicts the claims of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 31 Roy Grounds’s design failed to recognise the importance of functions and performances in museums. 32 Mario Bellini’s new NGV rejects international museum design trends. 33 Mario Bellini’s work on subsequent museum projects has been less successful than that on the NGV. 34 The NGV monitors the number of first-time visitors to permanent collections. 35 Too much change may have negative impacts on museums.",
      "questions": []
    },
    {
      "type": "SENTENCE_ENDING",
      "range": [
        36,
        40
      ],
      "instructions": "Complete each sentence with the correct ending, A–G, below.  Write the correct letter, A–G, in boxes 36–40 on your answer sheet. 36 If a large space is available in the museum, 37 If children are allowed to move freely in parts of the gallery, 38 If too much emphasis is placed on the museum building itself, 39 If there is an over-reliance on ‘blockbuster’ exhibitions, 40 If the NGV wants to continue to be successful,                     A  the museum programme will lose its individuality.  B  the museum will lose credibility.  C  the art loses its importance.  D  it will have to balance opposing demands.  E  this will encourage museum visitors in the future.  F  it will have the capability of increasing revenue.  G the architect’s reputation might suffer.",
      "raw_text": "Questions 36–40 Complete each sentence with the correct ending, A–G, below.  Write the correct letter, A–G, in boxes 36–40 on your answer sheet. 36 If a large space is available in the museum, 37 If children are allowed to move freely in parts of the gallery, 38 If too much emphasis is placed on the museum building itself, 39 If there is an over-reliance on ‘blockbuster’ exhibitions, 40 If the NGV wants to continue to be successful,                     A  the museum programme will lose its individuality.  B  the museum will lose credibility.  C  the art loses its importance.  D  it will have to balance opposing demands.  E  this will encourage museum visitors in the future.  F  it will have the capability of increasing revenue.  G the architect’s reputation might suffer.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "MCQ",
      "YNNG",
      "SENTENCE_ENDING"
    ],
    "parsed_at": "2026-02-24T03:41:43.150214",
    "parser_version": "1.0",
    "needs_review": true
  }
}