{
  "id": "ielts-r-113",
  "source_file": "113. P2 - Herbal Medicines 新西兰草药【高】.pdf",
  "position": "P2",
  "question_range": [
    14,
    26
  ],
  "difficulty": "high",
  "title": "Herbal Medicines",
  "title_cn": "新西兰草药",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below. Herbal Medicines The popularity of herbs and plants as medicines could be good for New Zealand A There is an age-old practice of harvesting plants and herbs in their natural environment for use as medicines. And today there is huge potential for New Zealand to develop a herb industry based on the excellent growing conditions and expertise there, according to Phil Rasmussen, a pharmacist and medical herbalist. Take arnica, for example, a popular pharmaceutical herb used to treat bruises and joint problems. Traditionally collected by Romany communities in Europe, it is now in high demand worldwide as interest develops in the capabilities of the small alpine plant. A 2008 report for the Plant and Food Research organisation concluded that New Zealand has a good opportunity to cultivate arnica flowers and roots for the international markets. However, the initiative was stopped in its tracks when the government abruptly halted funding for the research programme. It was an unjustified move, according to agronomist Malcolm Douglas, based on a number of inaccurate views about weed invasion. B The history of herbal medicines in New Zealand has long featured disagreements of this sort. For the early Maori people – the original inhabitants of New Zealand – the forest was well stocked with edible plants that were an obvious source of nutrition, but that were taken for the relief of pain as well. While the earliest European doctors in New Zealand relied on imported dried herbs, many were keen to include native plants in their practices: in his book published in 1891, herbalist James Neil described manuka and koromiko as among New Zealand’s most valuable herbs. Despite its popularity among some, however, herbalism continued to have its detractors. In 1907 Neil, president of the then very young New Zealand Association of Medical Herbalists (NZAMH), petitioned parliament for legal status for herbalists, but he was unsuccessful. The Evening Post newspaper perhaps summed up the opposing position by claiming that herbalism ‘is obsolete’. C In fact, traditional Maori medicine faced a more determined challenge. In 1908 the government passed a controversial law that had the effect of restricting traditional herbal practice, or pushing it underground. Then for a brief period in the mid-20th century, herbal medicine was largely ignored, shunned by the majority of the medical profession, and absent from medical school curricula. But a centuries-old tradition was not going to disappear so easily, and in the 1980s the NZAMH was revived, and it became possible to complete a course in herbal medicine at several polytechnics around the country. However, the problem remained of how to connect the culture of plant-based medicine with conventional scientific thinking in order to promote herbal use within the general population. For many years, the limited evidence there was that herbal medicines worked was undermined by lack of interest among general practitioners and within the scientific community. \nD Today, the ideas of herbalists in the 1980s – eat a varied diet, include lots of fresh fruit and vegetables, recognise stress – are completely accepted by the medical establishment and widely practised in society as a whole. Natural health products are big sellers in pharmacies, and global pharmaceutical companies are buying up natural supplement brands or developing their own. What’s more, according to Rasmussen, robust clinical trials show that herbal medicine is generally safe – safer than most drugs. ‘It doesn’t do everything,’ he says, ‘but there’s a lot it does do, particularly in terms of preventative health care.’ One significant issue for today’s export-oriented herbal medicine producers is the question of how to guarantee standards for consumers in different countries. In other words, there is the need for some form of globally recognised system of documentation. Rasmussen’s range of extracts are produced under the Good Manufacturing Practice (GMP) scheme, which is respected around the world. So too is the range produced by Sandra Clair, who says that such assurance is expensive but necessary if you want to export herbal remedies to the rest of the world. Moves to launch a joint Australia–New Zealand agency to regulate herbal remedies under a single, streamlined licensing process have recently been revived, after being abandoned in 2007 through lack of support in parliament. E There are those in the industry who support further regulation still. According to Rasmussen, some herbs should require a prescription from a suitably qualified medical herbalist or doctor. For example, consumers shouldn’t be able to go to their local supermarket and buy St John’s Wort, according to Rasmussen, because it can interact in harmful ways with at least ten pharmaceutical drugs. Isla Burgess, who is part of the International Research Group for the Conservation of Medicinal Plants, agrees that tighter regulation is necessary, but for a different reason. ‘More than 400,000 tonnes of medicinal and aromatic plants are traded in the world each year,’ says Burgess. ‘The great majority of these are harvested from the wild, so they each have an impact on their local ecosystem.’ She gives the example of elm trees in the USA, ringbarked and stripped for the growing market for a product called ‘slippery elm’: this endangered tree should be protected. But others argue that more regulation would be prohibitively expensive for all but the largest manufacturers – a change, cautions Clair, that would probably put some local companies out of business. So, for the time being at least, it seems that the topic of herbal medicines will continue to provoke debate."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        14,
        17
      ],
      "instructions": "Reading Passage 2 has five paragraphs, A–E. Which paragraph contains the following information? Write the correct letter, A–E, in boxes 14–17 on your answer sheet. NB You may use any letter more than once. 14 a reference to the interest shown by large corporations in herbal remedies 15 examples of the uses of one particular herbal medicine 16 a warning that small companies cannot afford stricter controls of the herbal medicine industry 17 a statement by one expert about the effectiveness and limitations of herbal medicines",
      "raw_text": "Questions 14–17 Reading Passage 2 has five paragraphs, A–E. Which paragraph contains the following information? Write the correct letter, A–E, in boxes 14–17 on your answer sheet. NB You may use any letter more than once. 14 a reference to the interest shown by large corporations in herbal remedies 15 examples of the uses of one particular herbal medicine 16 a warning that small companies cannot afford stricter controls of the herbal medicine industry 17 a statement by one expert about the effectiveness and limitations of herbal medicines",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        18,
        21
      ],
      "instructions": "Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 18–21 on your answer sheet. The history of herbal medicines in New Zealand Originally, the Maori people consumed plants to help deal with 18 ________, and also as food. When Europeans settled in the country, a 19 ________ by James Neil showed that some of them also recognised the medicinal value of native plants. However, criticism of herbal medicine appeared in one newspaper in 1907. The following year, the use of herbal medicines was made more difficult because of a new 20 ________, and for a time in the mid-20th century, they were largely ignored. Then in the 1980s a number of institutions started offering a 21 ________ in the subject, although for many years there was still little evidence to support their use, because doctors and academics were not interested.",
      "raw_text": "Questions 18–21 Complete the summary below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 18–21 on your answer sheet. The history of herbal medicines in New Zealand Originally, the Maori people consumed plants to help deal with 18 ________, and also as food. When Europeans settled in the country, a 19 ________ by James Neil showed that some of them also recognised the medicinal value of native plants. However, criticism of herbal medicine appeared in one newspaper in 1907. The following year, the use of herbal medicines was made more difficult because of a new 20 ________, and for a time in the mid-20th century, they were largely ignored. Then in the 1980s a number of institutions started offering a 21 ________ in the subject, although for many years there was still little evidence to support their use, because doctors and academics were not interested.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        22,
        26
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 22–26 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        22,
        26
      ],
      "instructions": ") and the list of people below. Match each statement with the correct person, A, B, C or D. Write the correct letter, A, B, C or D, in boxes 22–26 on your answer sheet. NB You may use any letter more than once. 22 There ought to be restrictions on where you can buy some herbal medicines. 23 The authorities stopped supporting one project without a good reason. 24 The herbal medicine industry has an effect on the environment where some plant-based medicines are found. 25 New Zealand has the human resources and natural environment to grow herbs commercially. 26 It is essential for herbal medicines to have international certification, despite the cost.            List of People A  Phil Rasmussen B  Malcolm Douglas C  Sandra Clair D  Isla Burgess",
      "raw_text": "Questions 22–26) and the list of people below. Match each statement with the correct person, A, B, C or D. Write the correct letter, A, B, C or D, in boxes 22–26 on your answer sheet. NB You may use any letter more than once. 22 There ought to be restrictions on where you can buy some herbal medicines. 23 The authorities stopped supporting one project without a good reason. 24 The herbal medicine industry has an effect on the environment where some plant-based medicines are found. 25 New Zealand has the human resources and natural environment to grow herbs commercially. 26 It is essential for herbal medicines to have international certification, despite the cost.            List of People A  Phil Rasmussen B  Malcolm Douglas C  Sandra Clair D  Isla Burgess",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 18,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "SUMMARY_COMPLETION",
      "UNKNOWN",
      "PERSON_MATCHING"
    ],
    "parsed_at": "2026-02-24T03:41:39.103892",
    "parser_version": "1.0",
    "needs_review": true
  }
}