{
  "id": "ielts-r-094",
  "source_file": "94. P3 - The science of sleep 睡眠的科学.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "unmarked",
  "title": "The science of sleep",
  "title_cn": "睡眠的科学",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. The Science of Sleep Emma Bailey explores the curious world of deep (or NREM) sleep and light (or REM) sleep Sleep is not an optional activity and is more essential to our survival than food. By the time they die, most people will have spent more than 25 years asleep. As Paul Martin, author of Counting Sheep: The Science and Pleasures of Sleep and Dreams, puts it: “When you die, a bigger slice of your existence will have passed in this state than in raising children, playing games, listening to music, or any other activity that humanity values highly.” Why is it necessary to spend quite so long in this unconscious state? Unlike breathing or eating, the biological benefits of sleep are not immediately obvious. It is a behaviour that can be found remarkably far back down the evolutionary ladder. In all creatures, sleep generally involves a cessation of physical activity and a reduction of sensory awareness for regular periods. Like us, other animals are kept awake by stimulants such as caffeine and sleep more as babies. Sleep is therefore a mainstay of animal existence and has been honed by millions of years of evolution. Yet until 1952, scientists assumed it was a passive state in which brain activity ceased. But then an extraordinary discovery was made. Sleep-research pioneer Nathaniel Kleitman of the University of Chicago noticed it was marked by periods of rapid eye movement, now known as REM sleep, and that REM sleep was accompanied by a frenzy of brain activity akin to that seen during periods of consciousness. We now know that brain activity is far from uniform while we sleep. Over a 60-minute period it goes through four distinct stages of non-REM (NREM) sleep and one episode of REM sleep. It has been discovered that most dreaming occurs during REM sleep, and that deep sleep occurs during the NREM stages. In fact, the two types of sleep are as different as sleeping is from wakefulness. Interestingly, while mammals, birds and more recent reptiles have both types of sleep, primitive reptiles experience only NREM sleep. This implies that REM sleep evolved more recently, possibly around the time of the reptilian ancestors of all mammals, 250 million years ago. For centuries it was assumed that sleep served simply as a mechanism for allowing the body to recuperate. Recently, it has been shown that NREM sleep does indeed increase after vigorous exercise. However, people who lie in bed all day also enter NREM sleep, so it can’t only be due to this. Professor Meir Siegel of the University of California believes that NREM sleep provides an opportunity to repair the body cells damaged during wakefulness. As he explains, “The decrease both in metabolic rate and in brain temperature occurring during NREM sleep seems to provide an opportunity to repair this damage.” \nHowever, Professor Jim Horne of the University of Loughborough disagrees: “There is little evidence that any organ apart from the brain goes through repair during sleep. All the evidence shows that these other organs recover just as well during restful wakefulness.” The brain, Horne points out, never shuts down during wakefulness. Even if we are resting, it remains in a state of readiness. Scans have shown that it is only during NREM sleep that the brain gets any rest. Recognising that when NREM sleep evolved millions of years ago animals didn’t have highly developed brains, he concludes, “The functions of NREM sleep have probably changed with evolution, maybe beginning as an energy conserver and culminating, in humans, as a facilitator for the recovery of high-level brain function.” While NREM most probably involves rest and recovery, REM sleep and dreaming are a much more contentious area of research. According to Dr Claudio, when we are deprived of REM sleep, memory consolidation is compromised: “We need it to reprocess what has happened during the previous period of wakefulness in order to store information that is useful.” Certainly there are studies that suggest a strong link between REM sleep and memory. After being taught a new skill, people exhibit a rise in REM sleep. If they are deprived of REM sleep, they are less able to remember the skill. Experiments have shown that REM sleep must occur within 24 hours of an experience if it is to be remembered. There are other views about the function of REM sleep. The pioneering sleep researcher Michel Jouvet believes that the intense activity seen in the brain during REM sleep is essential to neural development before birth. There is little to activate the developing brain during the long, dark months in the uterus, so Jouvet hypothesises that the brain generates its own stimuli in the form of REM sleep and dreams to aid its own development. In short, the function of REM sleep and dreaming is still something of a mystery. The hope is that, as scanning techniques become more refined, the brain regions underlying the two types of sleep will be better understood. However, we’re not likely to get a straightforward answer. As Horne says, “Already over 100 neurochemicals and brain regions connected with sleep have been found, and more and more are being discovered. So clearly there’s no single sleep centre.” One thing is certain: we’ll never be without sleep. It’s highly improbable that any new drug could enable us to avoid it and remain healthy for any length of time."
  },
  "question_groups": [
    {
      "type": "UNKNOWN",
      "range": [
        27,
        32
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 27-32 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        27,
        32
      ],
      "instructions": ") and the list of people below. Match each statement with the correct person, A–F. Write the correct letter, A–F, in boxes 27-32 on your answer sheet. 27  All of the body is able to recover during one type of sleep. 28  The brain benefits from one type of sleep during an early stage of life. 29  Humans spend more time asleep than engaged in any other activity. 30  It is likely that the purpose of one type of sleep has altered over time. 31  Brain activity during one type of sleep is similar to that when people are awake. 32  One type of sleep enables an individual to learn from past experience.           List of People A  Paul Martin B  Nathaniel Kleitman C  Jerome M. Siegel D  Jim Horne E  Claudio Stampi F  Michel Jouvet",
      "raw_text": "Questions 27-32) and the list of people below. Match each statement with the correct person, A–F. Write the correct letter, A–F, in boxes 27-32 on your answer sheet. 27  All of the body is able to recover during one type of sleep. 28  The brain benefits from one type of sleep during an early stage of life. 29  Humans spend more time asleep than engaged in any other activity. 30  It is likely that the purpose of one type of sleep has altered over time. 31  Brain activity during one type of sleep is similar to that when people are awake. 32  One type of sleep enables an individual to learn from past experience.           List of People A  Paul Martin B  Nathaniel Kleitman C  Jerome M. Siegel D  Jim Horne E  Claudio Stampi F  Michel Jouvet",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        33,
        39
      ],
      "instructions": "Complete the notes below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 33-39 on your answer sheet. People • sleep is vital for human survival • biological advantages of sleep not clear – this makes it different from either       33 __________ or __________ Animals • aspects of sleep that most creatures share: - lack of physical movement - reduced sensory awareness - sleep longer when they are 34 __________ Research • scientists once believed that 35 __________ stopped during sleep – now know it takes place but not in a uniform way Types of sleep – REM and NREM • primitive reptiles do not experience REM sleep • now possible to prove that amount of NREM sleep rises with 36 __________ • the metabolic rate and the 37 __________ of the brain fall during NREM sleep The Future • mysteries of REM sleep may become clearer as the 38 __________ improve • unlikely that a 39 __________ will ever replace the need for sleep",
      "raw_text": "Questions 33-39 Complete the notes below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 33-39 on your answer sheet. People • sleep is vital for human survival • biological advantages of sleep not clear – this makes it different from either       33 __________ or __________ Animals • aspects of sleep that most creatures share: - lack of physical movement - reduced sensory awareness - sleep longer when they are 34 __________ Research • scientists once believed that 35 __________ stopped during sleep – now know it takes place but not in a uniform way Types of sleep – REM and NREM • primitive reptiles do not experience REM sleep • now possible to prove that amount of NREM sleep rises with 36 __________ • the metabolic rate and the 37 __________ of the brain fall during NREM sleep The Future • mysteries of REM sleep may become clearer as the 38 __________ improve • unlikely that a 39 __________ will ever replace the need for sleep",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        40,
        40
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in box 40 on your answer sheet. 40 The writer’s main aim in this passage is to A  compare animal and human brain activity during sleep. B  suggest why some people need more sleep than others. C  account for the fact that some dreams are easily forgotten. D  describe the differences between two types of sleep.",
      "raw_text": "Question 40 Choose the correct letter, A, B, C or D. Write the correct letter in box 40 on your answer sheet. 40 The writer’s main aim in this passage is to A  compare animal and human brain activity during sleep. B  suggest why some people need more sleep than others. C  account for the fact that some dreams are easily forgotten. D  describe the differences between two types of sleep.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 20,
    "question_types": [
      "UNKNOWN",
      "PERSON_MATCHING",
      "TABLE_COMPLETION",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:43.852190",
    "parser_version": "1.0",
    "needs_review": true
  }
}