{
  "id": "ielts-r-054",
  "source_file": "54. P2 - The impact of invasive species 入侵物种的影响.pdf",
  "position": "P2",
  "question_range": [
    14,
    26
  ],
  "difficulty": "unmarked",
  "title": "The impact of invasive species",
  "title_cn": "入侵物种的影响",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14-26, which are based on Reading Passage 2 below. The impact of invasive species A Invasive species are among the leading threats to the native wildlife of most countries, with approximately 42 percent of endangered species at risk from them. Invasive species can be any kind of organism – for example, a mammal, amphibian, fish, insect or plant – that is not native to an ecosystem. Often they reproduce and spread with great speed. Contrary to popular belief, a plant or animal classified as an invasive species does not necessarily originate in another country. For example, lake trout are native to the Great Lakes of North America, but are considered to be an invasive species in Yellowstone Lake in Wyoming because they compete with native cutthroat trout for habitat.  B When a new species is introduced into an ecosystem, native wildlife may struggle to compete with it for food and other resources. Invasive species can change the food web in an ecosystem by destroying or replacing native food sources, while providing little or no food for local wildlife. In extreme cases, the invader may prey on the native species. Above all, invasive species threaten biodiversity in many habitats. For instance, the climbing plant species kudzu (which is native to East Asia) can easily replace a habitat that had a wide range of plants with a monoculture consisting solely of kudzu, as has started to happen in the south-east of the USA.  C The phenomenon is not an exclusively modern one. Humans have always transferred a variety of species from one region to another, but the development of rapid means of transportation has increased the frequency of such introductions. Aquatic organisms can be shipped across the oceans, while insects can easily get into the wooden crates that are transported around the world in this way. In addition, climate change has enabled some invasive plant species to colonise new areas. Other invasive species include pets such as snakes or turtles which are intentionally set free into the wild.  D Invasive species do not all present the same level of threat to native ecosystems and can be classified into three types. The first of these may be introduced species which can maintain themselves in a limited range of habitats without upsetting the ecological equilibrium of the area. Some scientists have even argued that in these cases the introduction enhances the diversity of animal and plant life in that specific area. A second group of invaders present a greater threat because their spread is at the expense of one native species. The North American grey squirrel, for example, was introduced to the UK in 1876 largely because wealthy landowners thought it would be a fashionable and attractive addition to the local wildlife on their estates. It spread widely, leading directly to the dramatic decline in the population of the native red squirrel. However, it would appear that this is the only definite negative impact of the grey squirrel.   \nE There is a third level of threat in which the dominance of the introduced species has an extremely destructive effect on the entire ecosystem. One of the most damaging examples involved a species of comb jellyfish. Native to estuaries along the western Atlantic coast from the northern United States to the Valdés Peninsula in Argentina, this species was released from a ship into the Black Sea in Eastern Europe in 1982, almost certainly by accident. The Black Sea has levels of industrial waste which are by international standards exceptionally high. Despite this, fishing boats were still able to catch healthy numbers of fish. But when the invading jellyfish underwent a population explosion in the space of just six years, the entire marine ecosystem was transformed, and fish numbers declined dramatically because they were in competition with the jellyfish, preying on exactly the same microscopic creatures. The jellyfish had a more serious impact on the ecosystem than the heavily polluted water.  F More than a century after its introduction outside its native range on the Amazon River in South America, a plant known as a water hyacinth can be found in tropical lakes, streams, and rivers around the world. Its beauty attracted botanists seeking exotic plants for botanical gardens and they imported it to a horticultural exhibition in New Orleans in 1884. Visitors were so impressed they planted it in many locations during the 1880s and 1890s, resulting in the aquatic ecosystems of the south-eastern United States being progressively colonised by vast, floating, dense carpets of water hyacinth. Today it is present around the globe, damaging boat engines and even blocking cooling pipes for power plants, occasionally leading to massive blackouts. The impact of the water hyacinth on native water plants is largely unstudied, as is unfortunately the case for most ecosystems invaded by new plant species.  G In the United States, more than 7,000 introduced species have established themselves, of which at least 15 percent cause ecological damage. As the number of invasive species expands, legislation to deal with this problem is rare or non-existent in the majority of countries. Unfortunately, ordinary people outside the scientific community have a very limited understanding of the threat posed by invasive species, which means that other environmental threats receive considerably more media attention. The introduction of new species can initially seem highly desirable, but the full extent of their impact is consistently underestimated.  H Although ultimately measures need to be taken at an international level, limited action is possible by individuals. One way is for people to plant native plants in their gardens rather than species from abroad. It is also useful to learn to identify invasive species, and report any sightings to wildlife organisations. Regularly cleaning clothing, boots, boats, tyres, and any other equipment regularly used outdoors can remove insects and plant parts that may introduce invasive species into new locations."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        14,
        18
      ],
      "instructions": "Reading Passage 2 has eight paragraphs, A–H. Which paragraph contains the following information? Write the correct letter, A–H, in boxes 14–18 on your answer sheet. 14  a suggestion that people have moved numerous species across the globe throughout history 15  an example of how an ecosystem can be damaged very rapidly 16  a description of what can be done to restrict the spread of invasive species 17  a reference to the lack of research on the effects of some invasive species 18  a mention of a current lack of public awareness of the problem of invasive species 19  an indication that an introduced species may benefit a specific ecosystem",
      "raw_text": "Questions 14-18 Reading Passage 2 has eight paragraphs, A–H. Which paragraph contains the following information? Write the correct letter, A–H, in boxes 14–18 on your answer sheet. 14  a suggestion that people have moved numerous species across the globe throughout history 15  an example of how an ecosystem can be damaged very rapidly 16  a description of what can be done to restrict the spread of invasive species 17  a reference to the lack of research on the effects of some invasive species 18  a mention of a current lack of public awareness of the problem of invasive species 19  an indication that an introduced species may benefit a specific ecosystem",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        20,
        21
      ],
      "instructions": "Choose TWO letters, A–E. Write the correct letters in boxes 20 and 21 on your answer sheet. Which TWO reasons for the spread of invasive species are mentioned in the text? A the wish to eliminate undesirable native species B  the recent expansion of international trade in agricultural products C  a lack of checks on some of the cargo on board ships D  the deliberate release of non-native animals E  an extension of their geographical range as a result of global warming",
      "raw_text": "Questions 20-21 Choose TWO letters, A–E. Write the correct letters in boxes 20 and 21 on your answer sheet. Which TWO reasons for the spread of invasive species are mentioned in the text? A the wish to eliminate undesirable native species B  the recent expansion of international trade in agricultural products C  a lack of checks on some of the cargo on board ships D  the deliberate release of non-native animals E  an extension of their geographical range as a result of global warming",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        22,
        23
      ],
      "instructions": "Choose TWO letters, A–E. Write the correct letters in boxes 22 and 23 on your answer sheet. Which TWO statements does the writer make about the water hyacinth? A  It is native to almost every region of the world. B  It was brought to North America in the late nineteenth century. C  Its beauty has led people to ignore the negative effects it has. D  Its spread has caused some practical problems in recent years. E  Scientists recommended its introduction to the USA.",
      "raw_text": "Questions 22-23 Choose TWO letters, A–E. Write the correct letters in boxes 22 and 23 on your answer sheet. Which TWO statements does the writer make about the water hyacinth? A  It is native to almost every region of the world. B  It was brought to North America in the late nineteenth century. C  Its beauty has led people to ignore the negative effects it has. D  Its spread has caused some practical problems in recent years. E  Scientists recommended its introduction to the USA.",
      "questions": []
    },
    {
      "type": "SENTENCE_COMPLETION",
      "range": [
        24,
        26
      ],
      "instructions": "Complete the sentences below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 24-26 on your answer sheet. 24 Kudzu has reduced the …………… of certain areas in the south-east of the USA. 25 Some introduced species present a low level of threat if they remain within a small area and do not disturb the …………… of the surrounding ecosystem. 26 The effect of invasive jellyfish in the Black Sea was greater than that …………… from factories.",
      "raw_text": "Questions 24-26 Complete the sentences below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 24-26 on your answer sheet. 24 Kudzu has reduced the …………… of certain areas in the south-east of the USA. 25 Some introduced species present a low level of threat if they remain within a small area and do not disturb the …………… of the surrounding ecosystem. 26 The effect of invasive jellyfish in the Black Sea was greater than that …………… from factories.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 12,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "MCQ_MULTI",
      "MCQ_MULTI",
      "SENTENCE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:41.747792",
    "parser_version": "1.0",
    "needs_review": true
  }
}