{
  "id": "ielts-r-027",
  "source_file": "27. P1 - Thomas Young The last man who knew everything 托马斯·杨.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "unmarked",
  "title": "Thomas Young The last man who knew everything",
  "title_cn": "托马斯·杨",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. Thomas Young: The last man who knew everything In the 21st century, it would be quite impossible for even the most learned man to know everything. However, as recently as the 18th century, there were those whose knowledge encompassed most of the information available at that time.  This is a review of a biography of one such man. Thomas Young (1773–1829) contributed 63 articles to the great British encyclopaedia, Encyclopaedia Britannica, including 46 biographical entries (mostly on scientists and classical scholars) and substantial essays on ‘Bridge’ (a card game), ‘Egypt’, ‘Languages’ and ‘Tides’. Was someone who could write authoritatively about so many subjects a genius, or a dilettante? In an ambitious biography, Andrew Robinson argues that Young is a good contender to be described as “the last man who knew everything”. Young has competition, however: the phrase, which Robinson uses as the title of his biography of Young, also serves as the subtitle of two other recent biographies – Leonard Warren’s 1998 life of palaeontologist Joseph Leidy (1823–1891) and Paula Findlen’s 2004 book on Athanasius Kircher (1602–1680). Young, of course, did more than write encyclopaedia entries. He presented his first paper, on the human eye, to the prestigious academic institution, the Royal Society of London, at the age of 20 and was elected a Fellow of the Society shortly afterwards. In the paper, which sought to explain how the eye focuses on objects at varying distances, Young hypothesised that this was achieved by changes in the shape of the lens. He also theorised that light travels in waves and believed that, to be able to see in colour, there must be three receptors in the eye corresponding to the three principal colours (red, green and violet) to which the retina could respond. All these hypotheses were subsequently proved correct. Later in his life, when he was in his forties, Young was instrumental in cracking the code that unlocked the unknown script on the Rosetta Stone, a tablet found in Egypt by the Napoleonic army in 1799. The stone has text in three alphabets: Greek, Egyptian hieroglyphs and another script that was originally unrecognisable. The unrecognisable script is now known as demotic and, as Young deduced, is directly related to Egyptian hieroglyphs. His initial work on this appeared in the Britannica entry ‘Egypt’. In another entry, Young coined the term ‘Indo-European’ to describe the family of languages spoken throughout most of Europe and northern India. These works are landmark achievements for a man who was a child prodigy but who, unlike many remarkable children, did not fade into obscurity as an adult.  \nBorn in 1773 in Somerset, England, Young lived with his maternal grandfather from an early age. He devoured books from the age of two and excelled at Latin, Greek, mathematics and natural philosophy (the 18th-century term for science). After leaving school, he was greatly encouraged by Richard Brocklesby, a physician and Fellow of the Royal Society. Following Brocklesby’s lead, Young decided to pursue a career in medicine. He studied in London and then moved on to more formal education in Edinburgh, Göttingen and Cambridge. After completing his medical training at the University of Cambridge in 1808, Young set up practice as a physician in London and, a few years later, was appointed physician at St George’s Hospital. Young’s skill as a physician, however, did not equal his talent as a scholar of natural philosophy or linguistics. In 1801, he had been appointed to a professorship of natural philosophy at the Royal Institution, where he delivered as many as 60 lectures a year. His opinions were sought by civic and national authorities on matters such as the introduction of gas lighting to London streets and methods of ship construction. From 1819, he was Superintendent of the Nautical Almanac and Secretary to the Board of Longitude. Between 1816 and 1825, he contributed many entries to the Encyclopaedia Britannica, and throughout his career he authored numerous other essays, papers and books. Young is a perfect subject for a biography – perfect, but daunting. Few men contributed so much to so many technical fields. Robinson’s aim is to introduce non-scientists to Young’s work and life. He succeeds, providing clear expositions of the technical material (especially that on optics and Egyptian hieroglyphs). Some readers of this book will, like Robinson, find Young’s accomplishments impressive; others will see him, as some historians have, as a dilettante. Yet despite the rich material presented in this book, readers will not end up knowing Young personally. We catch glimpses of a playful Young, doodling Greek and Latin phrases in his notes on medical lectures and translating the verses that a young lady had written on the walls of a summerhouse into Greek elegiacs. Young was introduced into elite society, attended the theatre and learned to dance and play the flute. In addition, he was an accomplished horseman. However, his personal life looks pale next to his vibrant career and studies. Young married Eliza Maxwell in 1804, and according to Robinson, “their marriage was happy and she appreciated his work”. Almost all we know about her is that she sustained her husband through some acrimonious disputes about optics and that she worried about money when his medical career was slow to take off. Little evidence survives concerning the complexities of Young’s relationships with his mother and father, and Robinson does not credit them with shaping Young’s extraordinary mind. Despite the lack of personal detail, anyone interested in what it means to be a genius should read this book."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        7
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1 – 7 on your answer sheet, write TRUE     if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN   if there is no information on this 1 Other people have been referred to as ‘the last man who knew everything’. 2 The fact that Young’s childhood brilliance continued into adulthood was normal. 3 Young’s talents as a doctor are described as surpassing his other skills. 4 Young’s advice was sought by several bodies responsible for local and national matters. 5 All Young’s written works were published in the Encyclopaedia Britannica. 6 Young was interested in a range of social pastimes. 7 Young suffered from poor health in his later years.",
      "raw_text": "Questions 1 – 7 Do the following statements agree with the information given in Reading Passage 1? In boxes 1 – 7 on your answer sheet, write TRUE     if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN   if there is no information on this 1 Other people have been referred to as ‘the last man who knew everything’. 2 The fact that Young’s childhood brilliance continued into adulthood was normal. 3 Young’s talents as a doctor are described as surpassing his other skills. 4 Young’s advice was sought by several bodies responsible for local and national matters. 5 All Young’s written works were published in the Encyclopaedia Britannica. 6 Young was interested in a range of social pastimes. 7 Young suffered from poor health in his later years.",
      "questions": []
    },
    {
      "type": "SHORT_ANSWER",
      "range": [
        8,
        13
      ],
      "instructions": "Answer the questions below. Choose NO MORE THAN THREE WORDS AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 8 – 13 on your answer sheet. 8 How many life stories did Thomas Young write for the Encyclopaedia Britannica? 9 What was the subject of Thomas Young’s first academic paper? 10 What name did Young give to a group of languages? 11 Who inspired Young to enter the medical profession? 12 At which place of higher learning did Young hold a teaching position? 13 What was the improvement to London roads on which Young’s ideas were sought?",
      "raw_text": "Questions 8 – 13 Answer the questions below. Choose NO MORE THAN THREE WORDS AND/OR A NUMBER from the passage for each answer. Write your answers in boxes 8 – 13 on your answer sheet. 8 How many life stories did Thomas Young write for the Encyclopaedia Britannica? 9 What was the subject of Thomas Young’s first academic paper? 10 What name did Young give to a group of languages? 11 Who inspired Young to enter the medical profession? 12 At which place of higher learning did Young hold a teaching position? 13 What was the improvement to London roads on which Young’s ideas were sought?",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "SHORT_ANSWER"
    ],
    "parsed_at": "2026-02-24T03:41:40.516016",
    "parser_version": "1.0",
    "needs_review": true
  }
}