{
  "id": "ielts-r-127",
  "source_file": "127. P3 - Science and Filmmaking 电影科学(CGI)【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "Science and Filmmaking",
  "title_cn": "电影科学(CGI)",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. Science and Filmmaking Academics are now working more with filmmakers who are impressed by the results of their research in computer-generated imagery (CGI) Every year the film academy in the USA celebrates the outstanding achievements of the year in a ceremony known as the Oscars. An increasingly important component of the ceremony is the presentation of the Scientific and Technical awards. In 2004 a notable event took place: the academic world met the cinematographic world when researchers from Stanford University in the USA were awarded an Oscar. These researchers, led by Steve Marschner, were from the field of Computer Graphics at Stanford. They were part of a growing cohort of computer scientists that has become fundamental to moviemaking. Films have shown that it is possible to use CGI to make actors look younger, older, weaker or stronger than they actually are in a surprisingly realistic manner. At least, it is possible if the altered actors are not filmed too closely. This is because the difficulty of recreating the textures of both skin and fabric means that the effect is less convincing when seen close up. The work of Marschner and his colleagues has greatly improved the accurate and realistic modeling of both skin and fabric. They recognized that one of the difficulties of creating lifelike characters in the computer world is that, in CGI, the characters’ skin is opaque (two-dimensional) whereas real skin is in fact translucent (three-dimensional), that is to say, it is semi-transparent. Marschner and his colleagues received the Oscar for their work in successfully producing a CGI model that simulates translucency; this is when light penetrates skin and then scatters below the skin’s surface before re-emerging. This is called subsurface scattering, and the mathematics for the model goes back many decades to the time when it was used in astrophysics. Because human skin is naturally translucent, it was necessary to be able to create this artificially in order to simulate the soft appearance of real skin. Previous CGI models, which assumed that skin was entirely opaque, resulted in characters with a plastic appearance. The scientists’ new model of CGI was so important in bringing digital characters to life that, within two years of their original research paper, all the major special-effects studios had incorporated it into their digital rendering systems. However, despite their award, the scientists, with admirable tenacity, continued their search for perfection, as they still did not feel that they had yet satisfactorily recreated the subtle ways light is reflected. To do this, they began to look in detail at the way skins and fabrics reflect light differently according to their make-up: the exact arrangement of fibers in fabric and the network of fibers in skin. Marschner and his team tried to do this by using computerized tomography, which is most familiar as a medical technique for examining people’s internal organs. Like classical radiology, it uses X-rays, but because the image is constructed inside a computer using exposures taken from many different positions, rather than a single exposure on photographic film, it can capture fine details that are invisible in classical radiography.  \nUnfortunately, the scientists understood that at this point in time they could not use computerized tomography on skin, because a very high-intensity X-ray is needed to show the kind of detail they wanted and this would be very dangerous for human skin. They have, however, had some success with fabric. Using this new method of imaging, they are able to accurately record the three-dimensional structure of all the fibers in a number of small pieces of fabric. These same pieces of fabric, through the use of CGI, can then be patched together to form an entire garment inside a computer, in the same way that a small group of actors can be made to look like hundreds of people gathered together. A garment created through CGI is therefore made up of pieces of fabric whose internal structure has been pre-recorded. This means that the way light is reflected by the garment can be calculated far more realistically than if the scientists just made a computer model of what they thought the interior of the fabric looked like. Cinematography will benefit from this because, although it may take some years to be able to use computerized tomographic imaging of skin, for the moment the movement of a virtual cloak or the lifting of a computerized hat should look far more realistic. In the meantime, according to Marschner’s colleague Kavita Bala, the technology might have an application in online retailing. At the moment, people buying clothes over the internet have only a standard photograph to help them choose their purchases. It is hoped that if online shoppers can view items which have been presented through the use of computerized tomography graphics, they will have a much better understanding of what the material the item is made of is really like. Marschner is now working on the way light is scattered from individual hairs. He says, ‘I feel lucky to be working in this niche. I’m a visual person and to be able to spend my time scrutinizing the world around me, trying to understand why it looks the way it does, is very rewarding’."
  },
  "question_groups": [
    {
      "type": "UNKNOWN",
      "range": [
        27,
        32
      ],
      "instructions": "Choose the correct letter, A, B, C, or D. Write the correct letter in boxes 27–32 on your answer sheet. 27 What is the writer’s main point in the first paragraph? A Computer scientists are rarely represented at the Oscars. B Film-industry awards hold little interest for computer scientists. C The USA rewards film actors more than computer scientists. D Computer scientists are becoming a vital part of the film industry.  28 When describing the way computer-generated imagery changes actors’ appearance, what does the writer suggest? A CGI looks best from a distance. B CGI interferes with actors’ facial expressions. C Audiences expect too much of CGI. D The scientists had hoped for more convincing results.  29 What does the writer suggest about the scientists’ attitude to their work in the fourth paragraph? A They were motivated to get as near to reality as possible. B They were interested in gaining recognition for their work. C They thought it could have medical applications. D They hoped to receive further funding for their research.  30 What are we told about computerised tomography? A It has only recently been used by doctors. B It is similar to X-rays in the way it works. C Filmmakers have used it for many years for special lighting effects. D It can be administered using traditional radiography machines.  31 Which of these advantages does the writer attribute to the current use of computerised tomography? A It is most effective when used to create images of skin. B It can make a few people seem like a crowd. C It allows clothes designers to create new designs. D It is practical because of the time it takes.  32 The writer mentions Kavita Bala in order to A comment on the success of CGI in commercial contexts. B highlight the link between CGI and photography. C show that Marschner’s team are uncertain about the future of CGI. D demonstrate a use for CGI outside the film industry.",
      "raw_text": "Questions 27–32 Choose the correct letter, A, B, C, or D. Write the correct letter in boxes 27–32 on your answer sheet. 27 What is the writer’s main point in the first paragraph? A Computer scientists are rarely represented at the Oscars. B Film-industry awards hold little interest for computer scientists. C The USA rewards film actors more than computer scientists. D Computer scientists are becoming a vital part of the film industry.  28 When describing the way computer-generated imagery changes actors’ appearance, what does the writer suggest? A CGI looks best from a distance. B CGI interferes with actors’ facial expressions. C Audiences expect too much of CGI. D The scientists had hoped for more convincing results.  29 What does the writer suggest about the scientists’ attitude to their work in the fourth paragraph? A They were motivated to get as near to reality as possible. B They were interested in gaining recognition for their work. C They thought it could have medical applications. D They hoped to receive further funding for their research.  30 What are we told about computerised tomography? A It has only recently been used by doctors. B It is similar to X-rays in the way it works. C Filmmakers have used it for many years for special lighting effects. D It can be administered using traditional radiography machines.  31 Which of these advantages does the writer attribute to the current use of computerised tomography? A It is most effective when used to create images of skin. B It can make a few people seem like a crowd. C It allows clothes designers to create new designs. D It is practical because of the time it takes.  32 The writer mentions Kavita Bala in order to A comment on the success of CGI in commercial contexts. B highlight the link between CGI and photography. C show that Marschner’s team are uncertain about the future of CGI. D demonstrate a use for CGI outside the film industry.",
      "questions": []
    },
    {
      "type": "YNNG",
      "range": [
        33,
        36
      ],
      "instructions": "Do the following statements agree with the views of the writer in Reading Passage 3? In boxes 33–36 on your answer sheet, write YES    if the statement agrees with the views of the writer NO    if the statement contradicts the views of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 33 It used to be unusual for university researchers to receive a cinematography award. 34 CGI is popular among ageing actors. 35 The scientists’ success in generating images of complete CGI garments has won them many awards. 36 It will be a long time before computerised tomographic imaging of fabric is used by filmmakers.",
      "raw_text": "Questions 33–36 Do the following statements agree with the views of the writer in Reading Passage 3? In boxes 33–36 on your answer sheet, write YES    if the statement agrees with the views of the writer NO    if the statement contradicts the views of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 33 It used to be unusual for university researchers to receive a cinematography award. 34 CGI is popular among ageing actors. 35 The scientists’ success in generating images of complete CGI garments has won them many awards. 36 It will be a long time before computerised tomographic imaging of fabric is used by filmmakers.",
      "questions": []
    },
    {
      "type": "SUMMARY_WORDBANK",
      "range": [
        37,
        40
      ],
      "instructions": "Complete the summary using the list of words, A–I, below. Write the correct letter, A–I, in boxes 37–40 on your answer sheet.            The work of Marschner and his colleagues For many years, CGI characters did not appear entirely lifelike as their skin appeared plastic. Marschner and his colleagues were the first to apply an understanding of how 37 ______ interacts with human skin. Their CGI model is based on a novel application of principles of   38 ______, which had previously been applied in other scientific research. The importance of CGI to the film industry has led to the 39 ______ of Marschner’s model by special-effects studios. Marschner’s model has led to the 40 ______ of cinematography. A light    B transparency   C age    D use     E astrophysics   F mathematics   G improvement  H colour     I translucency",
      "raw_text": "Questions 37–40 Complete the summary using the list of words, A–I, below. Write the correct letter, A–I, in boxes 37–40 on your answer sheet. \n          The work of Marschner and his colleagues For many years, CGI characters did not appear entirely lifelike as their skin appeared plastic. Marschner and his colleagues were the first to apply an understanding of how 37 ______ interacts with human skin. Their CGI model is based on a novel application of principles of   38 ______, which had previously been applied in other scientific research. The importance of CGI to the film industry has led to the 39 ______ of Marschner’s model by special-effects studios. Marschner’s model has led to the 40 ______ of cinematography. A light    B transparency   C age    D use     E astrophysics   F mathematics   G improvement  H colour     I translucency",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "UNKNOWN",
      "YNNG",
      "SUMMARY_WORDBANK"
    ],
    "parsed_at": "2026-02-24T03:41:39.726318",
    "parser_version": "1.0",
    "needs_review": true
  }
}