{
  "id": "ielts-r-025",
  "source_file": "25. P1 - The Rise and Fall of Detective Stories 侦探小说的兴衰.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "unmarked",
  "title": "The Rise and Fall of Detective Stories",
  "title_cn": "侦探小说的兴衰",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. The Rise and Fall of Detective Stories Detective stories became hugely popular in the 19th and 20th centuries. William D. Rubinstein looks at why social changes eventually led to their downfall. The detective story is normally said to have begun in the fertile brain of the great American writer Edgar Allan Poe (1809–49), especially in his stories featuring the detective C. Auguste Dupin. From 1859, Dupin had a counterpart in Monsieur Lecoq, created by the French author Emile Gaboriau. Despite these American and French origins, it was to Britain that detective fiction migrated, where it took root and flourished, becoming a characteristically British genre. This transition occurred because of one author and his great detective. The most famous of all fictional detectives, Sherlock Holmes, was introduced by Sir Arthur Conan Doyle in A Study in Scarlet, first published in 1887, and later became the subject of four novels and 56 short stories. Nearly all of the Holmes stories are narrated by his friend Dr Watson. Watson is constantly amazed and stupefied by Holmes’s genius, but despite years of working with him, Watson is never able to produce these brilliant insights himself. Holmes is memorably eccentric, with a range of endearing and less endearing habits. He is a brilliant private detective, categorically better than the plodding and mediocre officials of Scotland Yard, who constantly turn to him when they are baffled. This in itself is pure fiction: in real life there were never any brilliant private detectives to whom Scotland Yard turned when they failed, and the Yard’s Criminal Investigation Department (CID) had a remarkable clear-up rate and was highly competent. Most of the Holmes stories are set among the higher levels of 19th-century British society, a world inhabited by professional men, retired army officers and country gentlemen, as well as members of royalty and cabinet ministers. Few take place among the working classes or the very poor, whereas in fact much crime was a product of the poverty and gangs in London’s underworld. In the 20th century detective stories became increasingly popular. Reading these stories was one of the characteristic aspects of the British middle classes in the ‘golden age’ of British detective fiction—the 1920s and 30s. Their emphasis on rationality, the inevitable triumph of justice, and the existence of an unofficial super-detective tells us much about the society of the time. So, too, do the stock characters and unstated prejudices in these works: country folk and domestic servants were almost always depicted as unintelligent, and women were often depicted in a simplistic, two-dimensional way, although a few female detective writers would present female characters in a more realistic manner. \nMost of the well-known British authors of ‘golden age’ detective stories were drawn from the middle classes, like their audience. Conan Doyle was a doctor who turned to writing fiction while he awaited his patients; Freeman Wills Crofts was a railway engineer in Northern Ireland; Gilbert Keith Chesterton and Anthony Berkeley were journalists; Cecil Street a career army officer. Apart from a few superstars such as Agatha Christie, financial rewards for these interwar authors were rather meagre; a few hundred pounds per book—a useful income, but nothing princely. US writers such as Rex Stout and Ellery Queen attempted to recreate the ‘golden age’ of British detective fiction. For the most part their books were mere imitations of the British models, although they were seldom wholly successful. But in the 1920s and 1930s, America also saw the rise of the ‘hard-boiled’ genre and its detective type: the tough private cop who appeared in the works of Dashiell Hammett and Raymond Chandler. Apart from the violence that appeared throughout their works, Hammett’s and Chandler’s novels were often marked by a political agenda that sought to expose the inequality they saw at the heart of American life. Britain had no real parallel either to their outlook on the world or (until much later) to their violence, but upheld the belief that the authorities should punish criminals regardless of their circumstances. By around 1960, the classic British detective story was in serious decline. It seemed that writers had simply run out of ingenious plots and puzzles for their detectives to solve. The best-known crime fiction writers, such as P. D. James, eschewed private detectives for police inspectors, and straightforward puzzles for stories that were full of unexpected twists. Today the detective story no longer exists in Britain, at least in its old form. Arguably this mirrors the transformation of that society as a whole. The belief that scientific developments were invariably beneficial possibly reached its height during the period when the classic detective story flourished, as did the belief in putting rationality at the heart of Britain’s education system. And finally, the central belief that evil-doers would inevitably get their just deserts through the incorruptibility of the judicial system was replaced by a questioning of some of the procedures and decisions associated with that system."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        8
      ],
      "instructions": "Do the following statements agree with the information given in Reading Passage 1? In boxes 1–8 on your answer sheet, write TRUE    if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN  if there is no information on this 1 C. Auguste Dupin and Émile Gaboriau were both writers of detective stories. 2 It was Conan Doyle’s creation of Sherlock Holmes that made the detective story a typically British genre. 3 The positive qualities of the character of Sherlock Holmes outweigh the negative qualities. 4 Officials at Scotland Yard were unhappy at the way they were portrayed in the Sherlock Holmes stories. 5 Sherlock Holmes is based on a real private detective who was consulted by Scotland Yard. 6 Conan Doyle’s work fails to reflect the reality of crime in 19th-century Britain. 7 In the 1920s and 1930s, most writers of detective stories started to include interesting female characters in their work. 8 Agatha Christie only earned a few hundred pounds for her books.",
      "raw_text": "Questions 1–8 Do the following statements agree with the information given in Reading Passage 1? In boxes 1–8 on your answer sheet, write TRUE    if the statement agrees with the information FALSE    if the statement contradicts the information NOT GIVEN  if there is no information on this 1 C. Auguste Dupin and Émile Gaboriau were both writers of detective stories. 2 It was Conan Doyle’s creation of Sherlock Holmes that made the detective story a typically British genre. 3 The positive qualities of the character of Sherlock Holmes outweigh the negative qualities. 4 Officials at Scotland Yard were unhappy at the way they were portrayed in the Sherlock Holmes stories. 5 Sherlock Holmes is based on a real private detective who was consulted by Scotland Yard. 6 Conan Doyle’s work fails to reflect the reality of crime in 19th-century Britain. 7 In the 1920s and 1930s, most writers of detective stories started to include interesting female characters in their work. 8 Agatha Christie only earned a few hundred pounds for her books.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        9,
        13
      ],
      "instructions": "Complete the table below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 9–13 on your answer sheet. The detective story and society      Country Date Key Developments USA  1920s–1930s  Rex Stout and Ellery Queen’s works  • were mainly unsuccessful 9 ________ of British detective fiction   Hammett and Chandler’s works:  • introduced the ‘tough’ private detective  • were full of 10 ________  • had a 11 ________ message about the unfairness of society Britain  1950s–1960s  Writers such as P. D. James:  • wrote about police inspectors, not private detectives  • created stories with many 12 ________ Britain  Present day  The end of the traditional detective story reflects social changes. For example:  • scientific progress is not always seen as        13 _________ • less trust is now placed in rationality  • there is more questioning of the judicial system",
      "raw_text": "Questions 9–13 Complete the table below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 9–13 on your answer sheet. The detective story and society \n    Country Date Key Developments USA  1920s–1930s  Rex Stout and Ellery Queen’s works  • were mainly unsuccessful 9 ________ of British detective fiction   Hammett and Chandler’s works:  • introduced the ‘tough’ private detective  • were full of 10 ________  • had a 11 ________ message about the unfairness of society Britain  1950s–1960s  Writers such as P. D. James:  • wrote about police inspectors, not private detectives  • created stories with many 12 ________ Britain  Present day  The end of the traditional detective story reflects social changes. For example:  • scientific progress is not always seen as        13 _________ • less trust is now placed in rationality  • there is more questioning of the judicial system",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:40.414392",
    "parser_version": "1.0",
    "needs_review": true
  }
}