{
  "id": "ielts-r-060",
  "source_file": "60. P3 - A closer examination of a study on verbal and non-verbal messages 语言表达研究【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "A closer examination of a study on verbal and non-verbal messages",
  "title_cn": "语言表达研究",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below. A closer examination of a study on verbal and non-verbal messages A study of non-verbal communication carried out in 1967 continues to be widely quoted today. David Lapakko looks at limitations in the original study. Description of the Study The findings of a study on verbal and non-verbal messages in communication by Albert Mehrabian and his colleagues at UCLA in 1967 have been quoted so frequently that they are now often regarded as a self-evident truth. In the first experiment, subjects were asked to listen to a recording of a female saying the word “maybe” in three tones of voice to convey liking, neutrality, and disliking. The subjects were then shown photos of female faces expressing the same three emotions and were asked to guess the emotions in the recorded voice and the photos. It was found that the photos received more accurate responses than the voices. In the second experiment, subjects listened to nine recorded words spoken in different tones of voice. Three words had positive meanings (e.g. honey), three were neutral (e.g. oh), and three were negative (e.g. terrible). Again, the subjects had to guess the speaker’s emotions. It was found that tone of voice carried more meaning than the individual words. From these experiments the researchers concluded that 7% of our feeling towards a speaker is based on the actual words they use, 38% on their tone of voice, and 55% on their body language (e.g. facial expression). Methodological Issues However, a closer look at the study reveals several limitations. The first is that the entire study involved only 62 subjects. Of these, 25 were used to select the word for the first experiment, while the key issue – comparing verbal and non-verbal communication – was determined by only the 37 remaining subjects. All were female undergraduates who participated as part of their introductory psychology course, and their ages and academic qualifications seem remarkably uniform. Thus, the findings may simply be a product of the nature of the sample. Critics have also pointed out that the 7–38–55 formula is flawed since it was pieced together from two different experiments, neither of which involved all three channels (verbal, vocal, and facial). In addition, in the first experiment the single word “maybe” was used throughout so it was impossible for the effects of changes in verbal input to be assessed. The researchers intentionally used a “neutral” word so naturally the subjects found little meaning there. Clearly, such a methodology lacks validity. In the real world, people communicate in a particular context and speak in phrases and full-blown sentences, making extensive use of the multi-faceted vehicle of language. My concern is that interpretations of this study have gained such prominence in our pedagogical literature. This 7–38–55 formula appears in many basic texts, used for training in public speaking, interpersonal communication, and organizational communication.  \nLessons to consider Clearly, one appealing aspect of the Mehrabian study is its numerical precision. Communication is a complex phenomenon, but it seems less so when we can rely on these three magical numbers. In contrast to the ambiguities of language, numbers seem to possess exactness. And the popular appeal of the study has given the 7–38–55 formula enormous credibility. There is a certain mystique about non-verbal communication, and the continued references to this research sustain it, encouraging people to believe in the overwhelming importance of the non-verbal message compared with the verbal one. Yet we know that even one ill-chosen word to a colleague or friend can make or break a communicative effort. Words do matter. Bradley (1991), one of the few textbook writers to criticize the Mehrabian study, makes the same point when he observes, “If we could communicate 93% of information and attitudes with vocal and facial cues, it would be wasteful to spend time learning a language.” Mehrabian himself believes his research should not be interpreted to devalue the role of language in communication, saying: “Please remember that all my findings… dealt with communications of feelings and attitudes… it is absurd to imply or suggest that the verbal portion of all communication constitutes only 7% of the message… anytime we communicate abstract relationships (e.g., x = y – the square of z) clearly 100% of the entire communication is verbal.” (Mehrabian, 1995) To be fair, many textbook writers attempt to be faithful to the context of Mehrabian’s research. For example, Stewart and D’Angelo (1988) write: “Mehrabian argues that when we’re uncertain about what someone’s feeling, or about how much we like him or her, we rely… only 7% on the words that are spoken.” Others try to play down the specific percentages, saying that an understanding of the general importance of non-verbal cues is more important. Nonetheless, other textbook authors simply use the numbers without placing any limits on their meaning. Conclusion Since this relatively small study was first published it has achieved an influence far beyond its intended scope. We need to put it into its proper perspective and learn some important lessons from it regarding social science research, communication pedagogy, and the forces which have created widespread misunderstanding about communication."
  },
  "question_groups": [
    {
      "type": "SUMMARY_WORDBANK",
      "range": [
        27,
        30
      ],
      "instructions": "Complete the summary using the list of words and phrases, A–H, below. Write the correct letter, A–H, in boxes 27–30 on your answer sheet.",
      "raw_text": "Questions 27–30 Complete the summary using the list of words and phrases, A–H, below. Write the correct letter, A–H, in boxes 27–30 on your answer sheet.",
      "questions": []
    },
    {
      "type": "YNNG",
      "range": [
        31,
        35
      ],
      "instructions": "Do the following statements agree with the views of the writer in Reading Passage 3? In boxes 31–35 on your answer sheet, write YES     if the statement agrees with the views of the writer NO     if the statement contradicts the views of the writer NOT GIVEN   if it is impossible to say what the writer thinks about this 31  One limitation of the study was that there were too few subjects involved. 32  The fact that the subjects in the study came from a similar background was an advantage. 33  The two experiments should have been carried out in a different order. 34  The researchers’ choice of a neutral word was helpful in the context of the study. 35  The study would have been more valid if it had included a range of languages.   A  facial expressions  B  purposes     C  printed words   D  effects   E  words meanings   F  gender differences   G  feelings    H  characteristics Mehrabian’s 1967 study Albert Mehrabian and his colleagues carried out an influential study comparing the 27 __________ of verbal and non-verbal communication. This involved two experiments. In both experiments, subjects had to identify the 28 __________ being communicated by other people. The two main areas focused on in the first experiment were voice tones and 29 __________, while the second focused mainly on voice tones and 30 __________.",
      "raw_text": "Questions 31–35 Do the following statements agree with the views of the writer in Reading Passage 3? In boxes 31–35 on your answer sheet, write YES     if the statement agrees with the views of the writer NO     if the statement contradicts the views of the writer NOT GIVEN   if it is impossible to say what the writer thinks about this 31  One limitation of the study was that there were too few subjects involved. 32  The fact that the subjects in the study came from a similar background was an advantage. 33  The two experiments should have been carried out in a different order. 34  The researchers’ choice of a neutral word was helpful in the context of the study. 35  The study would have been more valid if it had included a range of languages.   A  facial expressions  B  purposes     C  printed words   D  effects   E  words meanings   F  gender differences   G  feelings    H  characteristics Mehrabian’s 1967 study Albert Mehrabian and his colleagues carried out an influential study comparing the 27 __________ of verbal and non-verbal communication. This involved two experiments. In both experiments, subjects had to identify the 28 __________ being communicated by other people. The two main areas focused on in the first experiment were voice tones and 29 __________, while the second focused mainly on voice tones and 30 __________.",
      "questions": []
    },
    {
      "type": "MCQ",
      "range": [
        36,
        40
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in boxes 36–40 on your answer sheet. 36   What does the writer say about the “numerical precision” of Mehrabian’s study?    A  It makes the claims more attractive.    B  It is the strongest point of the study.    C  It will appeal to superstitious people.    D  It allows comparison between languages.  37   What does the writer say about the popularity of the 7–38–55 formula?    A  It is unlikely to maintain its present status. B  It is leading to an undervaluing of words. C  It should be applied in a more practical way.    D  It may help understanding of non-verbal messages.  38   What point is Bradley making about language learning?    A  Language could be learned more efficiently than it is.    B  More research is needed into attitudes to communication.    C  More time should be spent looking at tone and body language.    D  Language must be important since we make an effort to acquire it.  39   What does Mehrabian himself say about his findings?    A They are relevant to only one area of communication.    B It is only in maths that 100% of communication is verbal.    C Feelings are more difficult to communicate than numerical facts.    D Non-verbal communication is the main part of the message.  40   What is the writer’s purpose in the paragraph beginning “To be fair…”?    A  To justify the strong points of Mehrabian’s study.    B  To outline other research on non-verbal behaviour. C  To present varying interpretations of Mehrabian’s study.    D  To show that textbooks tend to ignore non-verbal behaviour.",
      "raw_text": "Questions 36–40 Choose the correct letter, A, B, C or D. Write the correct letter in boxes 36–40 on your answer sheet. 36   What does the writer say about the “numerical precision” of Mehrabian’s study?    A  It makes the claims more attractive.    B  It is the strongest point of the study.    C  It will appeal to superstitious people.    D  It allows comparison between languages.  37   What does the writer say about the popularity of the 7–38–55 formula?    A  It is unlikely to maintain its present status. B  It is leading to an undervaluing of words. C  It should be applied in a more practical way.    D  It may help understanding of non-verbal messages.  38   What point is Bradley making about language learning?    A  Language could be learned more efficiently than it is.    B  More research is needed into attitudes to communication.    C  More time should be spent looking at tone and body language.    D  Language must be important since we make an effort to acquire it.  39   What does Mehrabian himself say about his findings?    A They are relevant to only one area of communication.    B It is only in maths that 100% of communication is verbal.    C Feelings are more difficult to communicate than numerical facts.    D Non-verbal communication is the main part of the message.  40   What is the writer’s purpose in the paragraph beginning “To be fair…”?    A  To justify the strong points of Mehrabian’s study.    B  To outline other research on non-verbal behaviour. C  To present varying interpretations of Mehrabian’s study.    D  To show that textbooks tend to ignore non-verbal behaviour.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "SUMMARY_WORDBANK",
      "YNNG",
      "MCQ"
    ],
    "parsed_at": "2026-02-24T03:41:42.089404",
    "parser_version": "1.0",
    "needs_review": true
  }
}