{
  "id": "ielts-r-085",
  "source_file": "85. P3 - The Art of Deception 欺骗的艺术【次】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "medium",
  "title": "The Art of Deception",
  "title_cn": "欺骗的艺术",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. The Art of Deception Do tiny changes of facial expression show whether someone is telling lies? Forty years ago, the research psychologist Dr Paul Ekman was addressing a group of young psychiatrists in training when he was asked a question, the answer to which has kept him busy ever since. Suppose the group wanted to know whether a particular patient who swears they are telling the truth really is. They look and sound sincere. So here is the question: is there any way you can be sure they are telling the truth? Ekman did not know the answer then, but he wanted to find out. As part of his research, he had already filmed a series of 12-minute interviews with psychiatric patients. In a subsequent conversation, one of the patients told him that she had lied to him. So Ekman sat and looked at the film but saw nothing noteworthy. Then he slowed it down and looked again. Then he slowed it down even further. And suddenly, there, across just two frames of the film, he saw it: an intense expression of extreme anguish. It lasted less than a fifteenth of a second, but once he had spotted the first expression, he soon found three more examples in that same interview. He termed his discovery “micro-expressions”: very rapid, intense demonstrations of emotion that the subject intended to conceal. Over the course of the next four decades, Ekman successfully demonstrated a proposition first suggested by Charles Darwin: that the ways in which we express rage, disgust, contempt, fear, surprise, happiness and sadness are universal. The facial muscles triggered by those seven basic emotions are, he has shown, essentially standard, regardless of language and culture, from the US to Japan and Brazil to Papua New Guinea. What is more, expressions of emotion are impossible to suppress and, particularly when we are lying, micro-expressions of powerfully felt emotions will inevitably flit across our face before we get the chance to stop them. Fortunately for liars, most people will fail to spot these fleeting signals of inner torment. Of the 15 000 Ekman has tested, only 50 people, whom he calls “naturals”, have been able to do it. But given a little more training, Ekman says, almost anyone can develop the skill. He should know: since these tests were completed in the mid-1980s and the first publication of his research, he has been called in by the FBI and CIA (among countless more law-enforcement and other agencies around the world), not just to solve cases, but to teach them how to use his technique for themselves. He has held workshops for defence and prosecution lawyers, health professionals, even jealous spouses, all of them wanting to know exactly when someone is not being 100 percent candid. \nMost recently, Ekman’s research has resulted in a new television series about the exploits of the fictional Dr Cal Lightman, a scientist who studies involuntary body language to discover not only if you are lying, but why you might have been motivated to do so. According to the publicity blurb, Lightman is a human lie detector, even more accurate than a polygraph test. Ekman concedes he was sceptical when the producer first approached him with the idea of turning his life’s work into a TV series, and initially would have stopped the project if he could. In particular, he was fearful that the show would exaggerate the effectiveness of his techniques and create the quite inaccurate impression among audiences that criminals could no longer hope to get away with lying. In the worst-case scenario, he was concerned about unfair convictions—that one day someone not properly trained in his techniques might be sitting on a jury and wrongly find someone guilty of a crime simply on the basis of a television programme. In the end, though, he was won over because the series is unusual in several respects. It is the first time, as far as Ekman is aware, that a commercial TV drama has been based on the work of just one scientist. That scientist is also deeply involved in the project, talking through plot ideas and checking five successive drafts of each script to ensure details are correct. He was also impressed with the producer’s manifestly serious and well-intentioned reasons for making the programme. Now that the first series has been completed, he believes probably 80–90 per cent of the show is based on fact and that’s good enough for what it is. After all, it is a drama, not a documentary. Ekman, incidentally, professes to have been a terrible liar ever since he was a small boy and observes that the ability to detect a lie and the ability to lie successfully are completely unrelated. He has been asked by people running for high office if he could teach them to become more credible with the public but has always refused to use his skills in that way on ethical grounds. He also insists that there are various kinds of lies. A “true” lie can be identified by having two essential characteristics: there must be a deliberate intent to mislead and there must be no notification that this is what is occurring. This means that an actor or a poker player isn’t a true liar. They are supposed to deceive you—it’s part of the game—and the same is true of flattery. He prefers to focus on the kinds of lies where the liar would be in grave trouble if they were found out, and where the target would feel properly aggrieved if they knew."
  },
  "question_groups": [
    {
      "type": "MCQ",
      "range": [
        27,
        31
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in boxes 27 – 31 on your answer sheet. 27 According to the writer, Ekman became interested in lying after a question from his    A peers.     B patients.      C students.      D teachers.  28  The writer refers to the 12-minute interviews in order to      A  illustrate how frequently patients lie.      B  describe the origins of Ekman’s theories.     C  compare Ekman’s research to previous studies.     D  show how patients’ behaviour is affected by filming.  29  What is the writer’s point in the third paragraph?      A Micro-expressions are common to all people.      B Recent research has refuted an old idea.      C  With practice we can learn to control our micro-expressions.      D  Human society is too complex to allow for generalisations.  30  What are we told about Ekman’s conclusions from his tests?      A  It’s natural for people to lie.      B  Few untrained people can detect lying.      C  Most liars suffer from periods of depression.      D  All of his subjects were trained to identify micro-expressions.  31  What point does the writer make about Ekman’s techniques in the fourth paragraph?      A  They take a decade to teach.      B  They have been in great demand.      C  They have aroused the suspicions of some agencies.      D  They can be used by a limited range of occupations.",
      "raw_text": "Questions 27 – 31 Choose the correct letter, A, B, C or D. Write the correct letter in boxes 27 – 31 on your answer sheet. 27 According to the writer, Ekman became interested in lying after a question from his    A peers.     B patients.      C students.      D teachers.  28  The writer refers to the 12-minute interviews in order to      A  illustrate how frequently patients lie.      B  describe the origins of Ekman’s theories.     C  compare Ekman’s research to previous studies.     D  show how patients’ behaviour is affected by filming.  29  What is the writer’s point in the third paragraph?      A Micro-expressions are common to all people.      B Recent research has refuted an old idea.      C  With practice we can learn to control our micro-expressions.      D  Human society is too complex to allow for generalisations.  30  What are we told about Ekman’s conclusions from his tests?      A  It’s natural for people to lie.      B  Few untrained people can detect lying.      C  Most liars suffer from periods of depression.      D  All of his subjects were trained to identify micro-expressions.  31  What point does the writer make about Ekman’s techniques in the fourth paragraph?      A  They take a decade to teach.      B  They have been in great demand.      C  They have aroused the suspicions of some agencies.      D  They can be used by a limited range of occupations.",
      "questions": []
    },
    {
      "type": "SUMMARY_WORDBANK",
      "range": [
        32,
        36
      ],
      "instructions": "Complete the summary using the list of words, A–I, below. Write the correct letter, A–I, in boxes 32 – 36 on your answer sheet.",
      "raw_text": "Questions 32 – 36 Complete the summary using the list of words, A–I, below. Write the correct letter, A–I, in boxes 32 – 36 on your answer sheet.",
      "questions": []
    },
    {
      "type": "YNNG",
      "range": [
        37,
        40
      ],
      "instructions": "Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 37 – 40 on your answer sheet, write YES     if the statement agrees with the claims of the writer NO      if the statement contradicts the claims of the writer NOT GIVEN   if it is impossible to say what the writer thinks about this 37  Ekman regrets the lies he told as a child. 38  People who are good at lying tend to be good at detecting lies. 39  Ekman has worked with poker players to help them lie more convincingly. 40  Ekman is more interested in the types of lies with serious consequences. The television series based on Ekman’s work A new TV series based on Ekman’s work features a hero named Lightman, who detects lies. Initially, Ekman was unenthusiastic about the TV project because he feared the possibility of encouraging viewers’ 32 ________. For example, he was worried that one day the programme could result in 33 ________ not being carried out. Ultimately, though, he has given the show his blessing because he is not aware of any other comparable programme based on a single person’s 34 ________. The 35 ________ of the show’s producer have been another pleasant surprise considering the genre of the programme. Ekman is happy with the show’s overall 36 ________. A consequences  B crimes   C false beliefs  D motives    E justice   F accuracy  G acting    H research   I ratings",
      "raw_text": "Questions 37 – 40 Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 37 – 40 on your answer sheet, write YES     if the statement agrees with the claims of the writer NO      if the statement contradicts the claims of the writer NOT GIVEN   if it is impossible to say what the writer thinks about this 37  Ekman regrets the lies he told as a child. 38  People who are good at lying tend to be good at detecting lies. 39  Ekman has worked with poker players to help them lie more convincingly. 40  Ekman is more interested in the types of lies with serious consequences. The television series based on Ekman’s work A new TV series based on Ekman’s work features a hero named Lightman, who detects lies. Initially, Ekman was unenthusiastic about the TV project because he feared the possibility of encouraging viewers’ 32 ________. For example, he was worried that one day the programme could result in 33 ________ not being carried out. Ultimately, though, he has given the show his blessing because he is not aware of any other comparable programme based on a single person’s 34 ________. The 35 ________ of the show’s producer have been another pleasant surprise considering the genre of the programme. Ekman is happy with the show’s overall 36 ________. A consequences  B crimes   C false beliefs  D motives    E justice   F accuracy  G acting    H research   I ratings",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "MCQ",
      "SUMMARY_WORDBANK",
      "YNNG"
    ],
    "parsed_at": "2026-02-24T03:41:43.378996",
    "parser_version": "1.0",
    "needs_review": true
  }
}