{
  "id": "ielts-r-038",
  "source_file": "38. P2 - Egypt’s ancient boat-builders 古埃及造船.pdf",
  "position": "P2",
  "question_range": [
    14,
    26
  ],
  "difficulty": "unmarked",
  "title": "Egypt’s ancient boat-builders",
  "title_cn": "古埃及造船",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 2 You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 on pages 6 and 7. Egypt’s ancient boat-builders Archaeological discoveries on Egypt’s Red Sea coast indicate that the region’s ancient inhabitants were a skilled seafaring people. A The scenes carved into a wall of an Egyptian temple dating from the 15th century BC tell of a remarkable sea voyage from a mysterious land known as Punt, or Land of God. They show a fleet of ships bearing exotic cargo, navigating through high-crested waves on a journey. The exact meaning of these detailed carvings has divided Egyptologists ever since they were discovered in the mid-19th century. Some people have argued that Punt was not on the sea, or was a fictitious place altogether, says Oxford University Egyptologist John Baines. However, a series of remarkable discoveries on a desolate stretch of Egypt’s Red Sea coast has settled the debate. “These finds remove all doubt that you reach Punt by sea,” Baines says. “The Egyptians must have had considerable seagoing experience.”  B The archaeologists behind these discoveries are Kathryn Bard of Boston University, USA, and Rodolfo Fattovich of Orientale University, Italy. From 2002 they spent several weeks each year examining a dried-up lagoon known in Egypt as Mersa Gawasis, and the coastal cliffs nearby. They were searching for signs of a harbour that might have sheltered merchant ships like those depicted in the wall carvings. Finally, in December 2004, Bard was clearing what she thought was the back wall of a rock shelter when she put her hand through the sand into an open space and uncovered a hemispherical cave about 5 metres across and 2 metres high. The cave’s entrance was carved into an exact rectangle and was clearly not a natural formation. Inside, the archaeologists found shattered storage jars, broken boxes made from cedar planks, and five grinding stones. A pottery fragment inscribed with the name of Amenemhat III, a pharaoh who ruled Egypt around 1800 BC, helped the team pinpoint the cave’s age.  C Not long afterwards, Bard and Fattovich came across a larger cave, reinforced with old wooden timbers and stone anchors—the first conclusive evidence of large-scale Egyptian seafaring ever discovered. Over the next few years, they uncovered the hidden remnants of an ancient boat-building and seafaring community. Many of the artefacts found were full of holes—the work of tiny marine animals known as shipworms. In addition to eight caves, Bard and Fattovich found remains of five mud-brick ramps that might have been used to ease ships into the water. One cave contained hundreds of metres of rope, expertly coiled and stacked.  \nD Material connecting Mersa Gawasis to Punt accumulated both inside and outside the caves. A few hundred metres from the cliffs lie piles of crumbled stone and conch shells—most probably the remains of altars. Among these are stones carved with inscriptions that specifically mention missions to Punt. As if that weren’t enough, among the remnants found outside one cave were two planks marked with directions for assembling a ship. One of them bore an inscription still partly legible after 3,800 years: “Year 8 under his majesty the king of Upper and Lower Egypt…given life forever…of wonderful things of Punt.”  E While the Mersa Gawasis artefacts have answered some questions, they have raised others. For instance, how did the expeditions to Punt actually work, and how did the Egyptians construct vessels that could make a round-trip voyage of over 3,000 kilometres? Cheryl Ward, a maritime archaeologist at Coastal Carolina University in South Carolina, USA, has gone some way towards answering these questions. She spent three years building a full-scale reconstruction of a ship that would have docked in the lagoon of Mersa Gawasis. Ward has determined that, unlike modern vessels, the Egyptian ship was essentially one giant hull. The Egyptian ships were also unique in that they were held together with fittings that needed no metal fasteners, and could be taken apart and put back together again. “From the very beginning, the Egyptians were building boats that could be disassembled, and that makes them different from anyone else,” Ward says.  F For all the skill and craftsmanship evident in the Mersa Gawasis caves, ancient Egypt’s ocean voyages were most likely an exception to the usual modes of trade, born out of a necessity to obtain precious materials such as incense and aromatic resins. For most of Egypt’s history these goods had moved along established routes across the eastern desert and through modern-day Sudan. But around the time Mersa Gawasis came into use, it seems a hostile new kingdom to the south cut Egypt off from its supply of exotic materials. “If they could have gone overland, it would have been much easier than bringing timbers from Lebanon, building ships on the upper Nile, taking them apart and carrying them across the desert,” Bard says. “They weren’t stupid—no one wants to do things the hard way. But geopolitically, they had no other choice.” Fattovich suggests that there were probably only 15 to 20 expeditions over some 400 years—about one every two decades. After that Mersa Gawasis fell out of use, probably because either there was no longer enough water in the lagoon to float ships, overland links improved, or alternative sites were found. The last sailors to use the lagoon sealed up their equipment and shelters behind mud bricks and sand to await expeditions that never came."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        14,
        17
      ],
      "instructions": "Reading Passage 2 has six paragraphs, A–F. Which paragraph contains the following information? Write the correct letter, A–F, in boxes 14–17 on your answer sheet. NB You may use any letter more than once. 14 possible reasons why the site of Mersa Gawasis was abandoned 15 mention of a lack of agreement about an archaeological discovery 16 reference to a study which involved copying ancient Egyptian boat-building techniques 17 a reason why the ancient Egyptians needed to import goods by sea",
      "raw_text": "Questions 14–17 Reading Passage 2 has six paragraphs, A–F. Which paragraph contains the following information? Write the correct letter, A–F, in boxes 14–17 on your answer sheet. NB You may use any letter more than once. 14 possible reasons why the site of Mersa Gawasis was abandoned 15 mention of a lack of agreement about an archaeological discovery 16 reference to a study which involved copying ancient Egyptian boat-building techniques 17 a reason why the ancient Egyptians needed to import goods by sea",
      "questions": []
    },
    {
      "type": "SENTENCE_COMPLETION",
      "range": [
        18,
        21
      ],
      "instructions": "Complete the sentences below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 18–21 on your answer sheet. 18 Illustrations of merchant ships sailing from Punt were found on wall carvings in an ancient ______ in Egypt. 19 Bard and Fattovich hoped to find evidence of a ______ in the area of Mersa Gawasis. 20 When Bard first discovered a cave at Mersa Gawasis, the shape of its ______ indicated that it was man-made. 21 Bard and Fattovich discovered a considerable number of objects that had been made by small sea creatures known as ______.",
      "raw_text": "Questions 18–21 Complete the sentences below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 18–21 on your answer sheet. 18 Illustrations of merchant ships sailing from Punt were found on wall carvings in an ancient ______ in Egypt. 19 Bard and Fattovich hoped to find evidence of a ______ in the area of Mersa Gawasis. 20 When Bard first discovered a cave at Mersa Gawasis, the shape of its ______ indicated that it was man-made. 21 Bard and Fattovich discovered a considerable number of objects that had been made by small sea creatures known as ______.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        22,
        26
      ],
      "instructions": "Look at the following statements (",
      "raw_text": "Questions 22–26 Look at the following statements (",
      "questions": []
    },
    {
      "type": "PERSON_MATCHING",
      "range": [
        22,
        26
      ],
      "instructions": ") and the list of archaeologists below. Match each statement with the correct archaeologist A, B, C or D. Write the correct letter, A, B, C or D, in boxes 22–26 on your answer sheet. NB You may use any letter more than once. 22 Ancient Egyptian sea voyages were probably relatively infrequent. 23 It is now certain that the ancient Egyptians sailed to Punt. 24 During a certain period, Egyptians were forced to use sea rather than overland trade routes. 25 It has been suggested that Punt never existed. 26 The construction of ancient Egyptian ships was unlike any other.                List of archaeologists A John Baines B Kathryn Bard C Rodolfo Fattovich D  Cheryl Ward",
      "raw_text": "Questions 22–26) and the list of archaeologists below. Match each statement with the correct archaeologist A, B, C or D. Write the correct letter, A, B, C or D, in boxes 22–26 on your answer sheet. NB You may use any letter more than once. 22 Ancient Egyptian sea voyages were probably relatively infrequent. 23 It is now certain that the ancient Egyptians sailed to Punt. 24 During a certain period, Egyptians were forced to use sea rather than overland trade routes. 25 It has been suggested that Punt never existed. 26 The construction of ancient Egyptian ships was unlike any other.                List of archaeologists A John Baines B Kathryn Bard C Rodolfo Fattovich D  Cheryl Ward",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 18,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "SENTENCE_COMPLETION",
      "UNKNOWN",
      "PERSON_MATCHING"
    ],
    "parsed_at": "2026-02-24T03:41:41.006492",
    "parser_version": "1.0",
    "needs_review": true
  }
}