{
  "id": "ielts-r-022",
  "source_file": "22. P1 - The nature of Yawning 打哈欠的本质.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "unmarked",
  "title": "The nature of Yawning",
  "title_cn": "打哈欠的本质",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. The Nature of Yawning A While fatigue, drowsiness or boredom easily bring on yawns, scientists are discovering there is more to yawning than most people think. Not much is known about why we yawn or if it serves any useful function. People have already learned that yawning can be infectious. “Contagious yawning” is the increase in likelihood that you will yawn after watching or hearing someone else yawn, but not much is known about the underlying causes, and very little research has been done on the subject. However, scientists at the University at Albany, as well as the University of Leeds and the University of London, have done some exploration.  B It is commonly believed that people yawn as a result of being sleepy or tired or because they need oxygen. However, the latest research shows that a yawn can help cool the brain and help it work more effectively, which is quite different from the popular belief that yawning promotes sleep and is a sign of tiredness. Dr Andrew Gallup and his colleagues at the University at Albany in New York State said their experiments on 44 students showed that raising or lowering oxygen and carbon-dioxide levels in the blood did not produce that reaction. In the study, participants were shown videos of people laughing and yawning, and researchers counted how many times the volunteers responded to the “contagious yawns.” The researchers found that those who breathed through the nose rather than the mouth were less likely to yawn when watching a video of other people yawning. The same effect was found among those who held a cool pack to their forehead, whereas those who held a warm pack yawned more while watching the video. Since yawning occurs when brain temperature rises, sending cool blood to the brain serves to maintain optimal levels of mental efficiency.  C Yawning is universal to humans and many animals. Cats, dogs and fish yawn just like humans do, but they yawn spontaneously. Only humans and chimpanzees, our closest relatives in the animal kingdom, have shown definite contagious yawning. Though much of yawning is due to suggestibility, sometimes people do not need to actually see a person yawn to involuntarily yawn themselves: hearing someone yawning or even reading about yawning can cause the same reaction.    \nD However, contagious yawning goes beyond mere suggestibility. Recent studies show that contagious yawning is also related to our predisposition toward empathy — the ability to understand and connect with others’ emotional states. So empathy is important, sure, but how could it possibly be related to contagious yawning? Psychologists at Leeds University in England set out to answer that. In their study, researchers selected 40 psychology students and 40 engineering students. Generally, psychology students are more likely to feel empathy for others, while engineering students are thought to be concerned with objects and science. Each student was made to wait individually in a waiting room along with an undercover assistant who yawned ten times in as many minutes. The students were then given an emotional-quotient test: they were shown 40 images of eyes and asked what emotion each one displayed. The results support the idea that contagious yawning is linked to empathy. The psychology students, whose future profession requires them to focus on others, yawned contagiously an average of 5.5 times in the waiting room and scored 28 out of 40 on the emotional test. The engineering students, who tend to focus on numbers and systems, yawned an average of 1.5 times and scored 25.5 out of 40. The difference does not sound large, but researchers consider it significant. Strangely enough, women — generally viewed as more emotionally attuned — did not score any higher than men.  E Another study, led by Atsushi Senju, a cognitive researcher at the University of London, also sought to answer that question. People with autism spectrum disorder are considered to be developmentally impaired emotionally: they have trouble connecting with others and find it difficult to feel empathy. Since autistics have difficulty feeling empathy, they should not be susceptible to contagious yawning. To find out, Senju and his colleagues placed 49 children aged 7 to 15 in a room with a television. Twenty-four of the subjects had been diagnosed with autism spectrum disorder; the other 25 were non-autistic. The children were shown short clips of people yawning as well as clips of people opening their mouths but not yawning. While the kids with autism showed the same lack of reaction to both kinds of clips, the non-autistic kids yawned more after the clips of people yawning.  F There have also been studies suggesting that yawning, especially psychological “contagious” yawning, may have developed as a way of keeping a group of animals alert and bonding members of a group into a more unified one. If an animal is drowsy or bored, it may not be as alert as it should be to spring into action, and its yawning is practically saying, “Hey, I need some rest; you stay awake.” Therefore, a contagious yawn could be an instinctual reaction to a signal from one member of the herd reminding the others to stay alert when danger comes. Thus, the theory provides evidence that yawning comes from the evolution of early humans who needed to be ready to physically exert themselves at any given moment."
  },
  "question_groups": [
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        1,
        5
      ],
      "instructions": "Reading Passage 1 has six paragraphs, A–F. Which paragraph contains the following information? Write the correct letter A–F in boxes 1–5 on your answer sheet. NB You may use any letter more than once. 1 Humans’ imaginations can cause yawning. 2 Research shows that yawning is closely related to occupations. 3 An overview of the latest research on yawning. 4 Yawning is used to regulate brain temperature. 5 Scientists discovered some evidence disproving the earlier understanding of yawning.",
      "raw_text": "Questions 1 – 5 Reading Passage 1 has six paragraphs, A–F. Which paragraph contains the following information? Write the correct letter A–F in boxes 1–5 on your answer sheet. NB You may use any letter more than once. 1 Humans’ imaginations can cause yawning. 2 Research shows that yawning is closely related to occupations. 3 An overview of the latest research on yawning. 4 Yawning is used to regulate brain temperature. 5 Scientists discovered some evidence disproving the earlier understanding of yawning.",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        6,
        9
      ],
      "instructions": "Look at the following research results (",
      "raw_text": "Questions 6 – 9 Look at the following research results (",
      "questions": []
    },
    {
      "type": "UNKNOWN",
      "range": [
        6,
        9
      ],
      "instructions": ") and the list of universities below. Match each of the following research results with the university from which it comes. Write the correct letter, A, B or C in boxes 6–9 on your answer sheet. NB You may use any letter more than once. 6 There is no gender difference in the cause of yawning. 7 People with certain disorders are less likely to be affected by other people yawning. 8 Yawning is associated with the way people breathe. 9 People who are trained to feel empathy for others are more likely to yawn than those who are untrained.     List of Universities A University at Albany   B University of Leeds  C University of London",
      "raw_text": "Questions 6–9) and the list of universities below. Match each of the following research results with the university from which it comes. Write the correct letter, A, B or C in boxes 6–9 on your answer sheet. NB You may use any letter more than once. 6 There is no gender difference in the cause of yawning. 7 People with certain disorders are less likely to be affected by other people yawning. 8 Yawning is associated with the way people breathe. 9 People who are trained to feel empathy for others are more likely to yawn than those who are untrained.     List of Universities A University at Albany   B University of Leeds  C University of London",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        10,
        13
      ],
      "instructions": "Complete the summary below. Choose ONE WORD ONLY from the passage for each answer.  Write your answers in boxes 10–13 on your answer sheet. Another theory shows that yawning is used for 10 _______ individuals into a tighter social unit. Alternatively, yawning can help increase alertness of group members in case       11 _______ is close. For example, yawning signals that a member of the group needs some 12 _______ and requires the others to stay aware of the surrounding situation. This theory proves that yawning is only a spontaneous behaviour resulting from some part of a simple 13 _______ system in early humans.",
      "raw_text": "Questions 10 – 13 Complete the summary below. Choose ONE WORD ONLY from the passage for each answer.  Write your answers in boxes 10–13 on your answer sheet. Another theory shows that yawning is used for 10 _______ individuals into a tighter social unit. Alternatively, yawning can help increase alertness of group members in case       11 _______ is close. For example, yawning signals that a member of the group needs some 12 _______ and requires the others to stay aware of the surrounding situation. This theory proves that yawning is only a spontaneous behaviour resulting from some part of a simple 13 _______ system in early humans.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 17,
    "question_types": [
      "PARAGRAPH_MATCHING",
      "UNKNOWN",
      "UNKNOWN",
      "SUMMARY_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:40.293309",
    "parser_version": "1.0",
    "needs_review": true
  }
}