{
  "id": "ielts-r-124",
  "source_file": "124. P1 - The extinction of the cave bear【次】.pdf",
  "position": "P1",
  "question_range": [
    1,
    13
  ],
  "difficulty": "medium",
  "title": "The extinction of the cave bear",
  "title_cn": "",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 1 You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below. The extinction of the cave bear Hervé Bocherens, an evolutionary biologist at the University of Tübingen, Germany, says his colleagues find his research methods a little ‘crude’. He dissolves 30,000-year-old animal bones in hydrochloric acid, which is strong enough to burn through metal, soaks the bone solution in lye, cooks it at about 200 degrees Fahrenheit and freeze-dries it, until what’s left is a speck of powder weighing less than one one-hundredth of an ounce. The method may be harsh, but the yield is precious – the biography of a cave bear as told through its chemical components. Bocherens is at the forefront of research on the bear, a European species that died out 25,000 years ago. People have been excavating cave bear remains for hundreds of years— in the Middle Ages, the massive skulls were attributed to dragons — but the past decade has seen a burst of discoveries about how the bears lived and why they became extinct. An abundance of bones has been found from Spain to Romania in caves where the animals once hibernated. ‘Caves are good places to preserve bones, and cave bears had the good sense to die there,’ Bocherens says. Along with mammoths, lions and woolly rhinos, cave bears (Ursus spelaeus) were once among Europe’s most impressive creatures. Males weighed up to 1,500 pounds, 50 per cent more than the largest modern grizzly bears. Cave bears had wider heads than today’s bears, and powerful shoulders and forelimbs. But the relationship between humans and cave bears has been mysterious. Were humans prey for the bears, or predators? Were bears the object of worship or fear? Initially cave bears shared the continent of Europe, more than 100,000 years ago, with Neanderthals, a primitive species of humans. Modern humans arrived in Europe about 40,000 years ago, and were soon aware of the bears. They painted images of the animals on cave walls, and carved their likeness in fragments of mammoth tusk. The walls of France’s Chauvet cave are painted with lions, hyenas and bears; dating back 32,000 years, these are perhaps the oldest paintings in the world. The painters weren’t the cave’s only occupants: the floor is covered with 150 cave bear skeletons, and its soft clay still holds paw prints. Most dramatically, a cave bear skull was perched on a stone slab in the center of one chamber, placed deliberately by some long-gone cave inhabitant. ‘There’s no way to tell if it was just curiosity that made someone put a skull on the rock, or if it had religious significance,’ says Bocherens.   \nAnother discovery, hundreds of miles to the east of Chauvet, would shed light on the relationship between cave bears and humans. The Swabian Jura is a limestone plateau in southwestern Germany that is riddled with caves. A steel gate guards the Hohle Fels cave from vandals and curiosity-seekers. Floodlights in the cave’s main chamber illuminate the ceiling, vaulted like a cathedral above 5,000 square feet of floor space. Long ago, as shown by the bones and tools that archaeologists have found, cave bears and human beings sought shelter here from winter weather. In 2000, University of Tübingen paleobiologist Susanne Münzel unearthed a bear vertebra with a tiny triangular piece of flint embedded in it. The flint was likely a broken spear point, hard evidence of a successful bear hunt 29,000 years ago. Münzel also found bear bones that had clearly been scraped by stone tools. Evidence for bears being a food source for early humans was shown by cut marks on skulls and leg bones where the flesh had been cut away. Many of the bones were from baby bears, perhaps caught while hibernating. Cave bears disappeared not long after humans spread throughout Europe, and one theory is that hunting led to the bears’ extinction. Hervé Bocherens’ test tubes may hold the clues. Running his white powder through a mass spectrometer, he identifies different isotopes, or chemical forms, of elements such as carbon and nitrogen that reflect what the bears were eating and how quickly they grew. After studying hundreds of bones from dozens of sites in Europe, Bocherens has found that cave bears ate mainly plants. This would have made bears particularly vulnerable to the last Ice Age, which began around 30,000 years ago. This Ice Age shortened or eliminated growing seasons, and altered the distributions of plant species across Europe. Cave bears began to move from their old territories, according to a DNA analysis of teeth found near the Danube River. The cave bear population there was relatively stable, with the same genetic patterns showing up generation after generation. But about 28,000 years ago, newcomers with different DNA patterns arrived — a possible sign of hungry bears suddenly on the move. But changes in the climate can’t be solely to blame for the bears’ extinction. According to the latest study, by Erik Trinkaus and his colleagues at the Max Planck Institute, cave bear populations began a long, slow decline 50,000 years ago — well before the climate began to change. The new study supports a different explanation for the cave bears’ demise. As Neanderthals, and then a growing population of modern humans moved into the caves of Europe, cave bears had fewer safe places to hibernate. An acute housing shortage may have been the final blow for these magnificent beasts."
  },
  "question_groups": [
    {
      "type": "TFNG",
      "range": [
        1,
        6
      ],
      "instructions": "Do the following statements agree with the information in Reading Passage 1? In boxes 1–6 on your answer sheet, write: TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information about this 1 Bocherens’ findings on cave bears involve measuring the length of complete bones. 2 Bocherens was the first person to conduct analytical research on cave bears in a laboratory. 3 Cave bears have been extinct for 25,000 years. 4 At one time, people thought the excavated remains of bears were those of dragons. 5 Modern grizzly bears are similar in size to cave bears. 6 Neanderthals understood cave bear behaviour better than modern humans did.",
      "raw_text": "Questions 1–6 Do the following statements agree with the information in Reading Passage 1? In boxes 1–6 on your answer sheet, write: TRUE    if the statement agrees with the information FALSE   if the statement contradicts the information NOT GIVEN  if there is no information about this 1 Bocherens’ findings on cave bears involve measuring the length of complete bones. 2 Bocherens was the first person to conduct analytical research on cave bears in a laboratory. 3 Cave bears have been extinct for 25,000 years. 4 At one time, people thought the excavated remains of bears were those of dragons. 5 Modern grizzly bears are similar in size to cave bears. 6 Neanderthals understood cave bear behaviour better than modern humans did.",
      "questions": []
    },
    {
      "type": "TABLE_COMPLETION",
      "range": [
        7,
        13
      ],
      "instructions": "Complete the notes below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet. Research into the existence and disappearance of cave bears Evidence from the Chauvet cave in France • Paintings on the walls include bears. • Over a hundred 7 ________ of cave bears, together with paw prints, were found on the floor of the cave. • The 8 ________ of a cave bear was found in a prominent position in the cave.  Evidence from the Hohle Fels cave in the Swabian Jura, Germany • Bones and tools found in the cave indicate it provided 9 ________ for both bears and humans.  Susanne Münzel’s findings • A spear point in the vertebra of a bear indicates that a hunt had taken place. • Marks on the bones of bears indicate the removal of flesh.  Hervé Bocherens’ findings • Isotopes from the bones indicate that 10 ________ were the cave bears’ preferred food.  Factors leading to the disappearance of the cave bear • Climate change – The Ice Age changed vegetation growth in 11________  – Bears were forced to migrate. – Support for the above explanation comes from a study of changes in the DNA in the 12 ________ of the population of cave bears near the Danube River at this time. • Human population expansion – Competition from Neanderthals and modern humans for caves may have reduced opportunities for cave bears to 13 ________   注意：第1题和第11题答案有争议，分析⻅下⻚。",
      "raw_text": "Questions 7–13 Complete the notes below. Choose ONE WORD ONLY from the passage for each answer. Write your answers in boxes 7–13 on your answer sheet. Research into the existence and disappearance of cave bears Evidence from the Chauvet cave in France • Paintings on the walls include bears. • Over a hundred 7 ________ of cave bears, together with paw prints, were found on the floor of the cave. • The 8 ________ of a cave bear was found in a prominent position in the cave.  Evidence from the Hohle Fels cave in the Swabian Jura, Germany • Bones and tools found in the cave indicate it provided 9 ________ for both bears and humans.  Susanne Münzel’s findings • A spear point in the vertebra of a bear indicates that a hunt had taken place. • Marks on the bones of bears indicate the removal of flesh.  Hervé Bocherens’ findings • Isotopes from the bones indicate that 10 ________ were the cave bears’ preferred food.  Factors leading to the disappearance of the cave bear • Climate change – The Ice Age changed vegetation growth in 11________  – Bears were forced to migrate. – Support for the above explanation comes from a study of changes in the DNA in the 12 ________ of the population of cave bears near the Danube River at this time. • Human population expansion – Competition from Neanderthals and modern humans for caves may have reduced opportunities for cave bears to 13 ________ \n 注意：第1题和第11题答案有争议，分析⻅下⻚。",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 13,
    "question_types": [
      "TFNG",
      "TABLE_COMPLETION"
    ],
    "parsed_at": "2026-02-24T03:41:39.600512",
    "parser_version": "1.0",
    "needs_review": true
  }
}