{
  "id": "ielts-r-111",
  "source_file": "111. P3 - Whale Culture 鲸鱼文化【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "Whale Culture",
  "title_cn": "鲸鱼文化",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. Whale Culture A Most social scientists stubbornly resist the idea that animals have culture. Even such advanced cetacean mammals as whales and dolphins clearly don’t have art, literature, or architecture. But patient observation over many years has begun to reveal behaviours that can only be learnt from other whales. And that, say whale biologists, constitutes culture. B So far, humpback and killer whales provide the best evidence of culture in cetaceans, and the song of the male humpback is among the most striking examples. Humpback populations in different oceans sing different songs, but within the same ocean they all stick to the same one. However, during the breeding season the sounds change, as it appears that females are drawn to novel songs. One male might add an extra set of groans; another might drop a series of grunts. Soon all the other males have altered their own rendition to incorporate the changes until they are once again singing the same song. Since this occurs among thousands of whales spread across a vast part of the planet, the change cannot be in response to any factor in the animal’s environment. The latest version of the song can be learnt only from other whales – almost certainly by imitation. C Culture plays an even bigger part in the life of killer whales. Nowhere is this more obvious than along the north-west coast of America, where killer whales are split into two distinct populations – ‘residents’ and ‘transients’. They live in the same stretch of water, but they don’t mingle. In effect, they belong to two quite separate cultures. Residents live in stable groups, or ‘pods’, made up of two or three mothers and their offspring – perhaps 20 whales in all. Calves stay with their mothers throughout adulthood, and in many years of observation no one has ever seen a whale switch pods. Transients travel in smaller, more changeable groups of between three and six. D One of the most obvious distinctions between the transient and resident societies is the way they impart information. Killer whales detect prey with a range of echo-locating clicks, but converse with a vocabulary of squeaks, whistles and whines. Transients have only a few such calls, and all transient societies share the same ones. Residents have a much more extensive repertoire, and each family group has its own unique and distinctive set of calls. Despite regular interaction between them, each resident pod sticks firmly to its own dialect. Research shows these dialects are maintained for at least 40 years.   \nE To qualify as part of killer whale culture, dialects must be learnt from other members of the pod. Animals with different dialects share the same waters, so the variation can’t be a product of physical environment. ‘And we can throw out the notion that dialects are inherited,’ says Lance Barrett-Lennard of the University of British Columbia. He has spent the past seven years analysing DNA from 270 whales. His paternity tests reveal that female killer whales invariably attract mates from outside their own pod – males with a very different dialect. If dialects were programmed by genetics, call patterns from both father and mother would be passed on to the calf. ‘A calf uses the calls of its maternal pod very precisely. There’s no input from the father,’ says Barrett-Lennard. F The question still remains – is this culture? It is, according to Frans de Waal of Emory University in Atlanta, who argues that culture is just another biological adaptation that has evolved in many creatures. One benefit of viewing culture in this way is that you can start to understand how and why it might have arisen in these creatures. Whales have several biological attributes that give them an advantage in social learning. Apart from their advanced mental abilities, they are adept at recognising sounds: ideal for communicating in the marine environment. Many species spend years rearing their offspring, and live in small, stable, multi-generational societies, a social system that provides ample opportunity for teaching and learning. G But why have cetaceans evolved the ability to learn from other group members? Experts in whale biology believe that ecological factors and the need to adapt to sudden changes in the environment played a large part in the emergence of culture. Although the ocean is a relatively stable habitat in many ways, it is highly changeable in one crucial respect – the availability of food. One moment there might be a plentiful supply of fish, the next they’ve disappeared. When that happens, the past experience of senior members of the group – and the ability to share this knowledge – is a huge asset. The dialects of killer whales allow members of the group to identify each other, enabling them to share information about food hot spots. Among resident killer whales, it also allows females to avoid inbreeding by picking out a mate with a strange dialect from outside their pod, says Barrett-Lennard. H The importance of sharing information seems to have led to biological changes in at least some species of whale. Female killer whales, like humans, are very unusual in that they live up to a quarter of a century after they have had their descendants. And what whale matriarchs offer is the most important thing of all – cultural knowledge, vital for the group’s survival, passed directly from one generation to the next."
  },
  "question_groups": [
    {
      "type": "YNNG",
      "range": [
        27,
        31
      ],
      "instructions": "Do the following statements agree with the views of the writer in Reading Passage 3? In boxes 27–31 on your answer sheet, write YES    if the statement agrees with the claims of the writer NO    if the statement contradicts the claims of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 27 Resident killer whales appear to remain with their maternal group for life. 28 Resident killer whales have a more restricted range of calls than transients. 29 There is a vocabulary of sounds which is common to all transient killer whales. 30 Resident killer whales share the dialects of other resident communities living in the same waters. 31 The dialects of transient killer whales remain constant over time.",
      "raw_text": "Questions 27–31 Do the following statements agree with the views of the writer in Reading Passage 3? In boxes 27–31 on your answer sheet, write YES    if the statement agrees with the claims of the writer NO    if the statement contradicts the claims of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 27 Resident killer whales appear to remain with their maternal group for life. 28 Resident killer whales have a more restricted range of calls than transients. 29 There is a vocabulary of sounds which is common to all transient killer whales. 30 Resident killer whales share the dialects of other resident communities living in the same waters. 31 The dialects of transient killer whales remain constant over time.",
      "questions": []
    },
    {
      "type": "SUMMARY_COMPLETION",
      "range": [
        32,
        34
      ],
      "instructions": "Complete the summary below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 32–34 on your answer sheet. It has been observed that resident killer whales invariably live in fixed family groups, known as 32 __________. Each of these has its own unique set of calls, despite close contact with other family groups. As the same areas of ocean contain many different groups with widely varying dialects, it is clear that these differences could not have emerged as a result of the whales’ 33 __________. According to tests conducted by Lance Barrett-Lennard, a calf communicates exclusively with the dialect of the group to which its 34 __________ belongs. Barrett-Lennard also rejects the idea that the call patterns are inherited.",
      "raw_text": "Questions 32–34 Complete the summary below. Choose NO MORE THAN TWO WORDS from the passage for each answer. Write your answers in boxes 32–34 on your answer sheet. It has been observed that resident killer whales invariably live in fixed family groups, known as 32 __________. Each of these has its own unique set of calls, despite close contact with other family groups. As the same areas of ocean contain many different groups with widely varying dialects, it is clear that these differences could not have emerged as a result of the whales’ 33 __________. According to tests conducted by Lance Barrett-Lennard, a calf communicates exclusively with the dialect of the group to which its 34 __________ belongs. Barrett-Lennard also rejects the idea that the call patterns are inherited.",
      "questions": []
    },
    {
      "type": "MCQ_MULTI",
      "range": [
        35,
        37
      ],
      "instructions": "Choose THREE letters, A–F. Write the correct letters in boxes 35–37 on your answer sheet. Which THREE of the following features of whales are mentioned in the passage? A intelligence B physical strength C sensitivity to sound D prolonged life span E lengthy period of fertility F adaptability to a variety of foods",
      "raw_text": "Questions 35–37 Choose THREE letters, A–F. Write the correct letters in boxes 35–37 on your answer sheet. Which THREE of the following features of whales are mentioned in the passage? A intelligence B physical strength C sensitivity to sound D prolonged life span E lengthy period of fertility F adaptability to a variety of foods",
      "questions": []
    },
    {
      "type": "PARAGRAPH_MATCHING",
      "range": [
        38,
        40
      ],
      "instructions": "Reading Passage 3 has eight paragraphs, A–H. Which paragraph contains the following information? Write the correct letter, A–H, in boxes 38–40 on your answer sheet. 38 an example of the kind of information passed by whales to each other 39 a reference to variations in communication styles between different cultures within one species 40 ways in which the skills of whales are favourable for the development of culture        38题争议题解析（G vs H）",
      "raw_text": "Questions 38–40 Reading Passage 3 has eight paragraphs, A–H. Which paragraph contains the following information? Write the correct letter, A–H, in boxes 38–40 on your answer sheet. 38 an example of the kind of information passed by whales to each other 39 a reference to variations in communication styles between different cultures within one species 40 ways in which the skills of whales are favourable for the development of culture   \n \n\n 38题争议题解析（G vs H）",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "YNNG",
      "SUMMARY_COMPLETION",
      "MCQ_MULTI",
      "PARAGRAPH_MATCHING"
    ],
    "parsed_at": "2026-02-24T03:41:39.000138",
    "parser_version": "1.0",
    "needs_review": true
  }
}