{
  "id": "ielts-r-096",
  "source_file": "96. P3 - The tuatara – past and future 新西兰蜥蜴【高】.pdf",
  "position": "P3",
  "question_range": [
    27,
    40
  ],
  "difficulty": "high",
  "title": "The tuatara – past and future",
  "title_cn": "新西兰蜥蜴",
  "time_allocation": "20 minutes",
  "passage": {
    "has_paragraph_labels": false,
    "paragraphs": [],
    "raw_text": "READING PASSAGE 3 You should spend about 20 minutes on Questions 27-40, which are based on Reading Passage 3 below. The tuatara – past and future The New Zealand species of lizard, the tuatara, is firmly embedded in the national psyche: an icon for today which dates from the age of dinosaurs; an ancient reptile commemorated on the back of the five-cent coin. New Zealanders feel an affinity with the tuatara, and accept that active conservation management is required to ensure it will be among the legacies left to future generations. When European explorers reached New Zealand in 1769 they found two large islands, which together they called the mainland, and many tiny offshore islands around the coast. The naturalists who came with the explorers disregarded the tuatara, though it is improbable none were seen. Only several decades later did a tuatara specimen reach the British Museum, where it was eventually classified as just another type of lizard. One of the first scientists who realised that aspects of tuatara anatomy were odd—unchanged for tens of thousands of years—was Albert Gunther in 1876. Gunther believed the tuatara was one of the most valuable objects in zoological anatomical collections, and also noted, in passing, the reptile was likely to become extinct. From today’s perspective, it is striking that Gunther expressed no concern about the probable demise of the tuatara. He and his contemporaries were products of their age, strongly influenced by Charles Darwin’s theory, which had only recently been published. Their views were something like this: ‘Extinction is a natural process. It is sad that species disappear, but that is part of nature.’ There is a second important aspect of Gunther’s work. He recorded, correctly, that some of the mammals introduced by Europeans were predators of the tuatara—particularly rats. But what he did not realise was that New Zealand has two species of rat, both introduced, both with an appetite for tuatara: the ship’s rat came with European explorers and settlers; but the kiore rat had already been in the country for hundreds of years, brought by Polynesians from the Pacific Islands. Gunther failed to recognise the distinction, believing all rats to be a relatively recent introduction. Little further research was conducted until Ian Crook of the NZ Wildlife Service published his findings in 1973, which can be summarised as follows. Tuatara thrive on offshore islands with no rats. Tuatara never survived on islands with ship’s rats. On a few islands, small and declining populations of tuatara occur with the kiore. This should not be seen, however, as evidence that tuatara and kiore can coexist. Rather, Crook proposed, kiore probably only arrived recently on such islands, and thus the small populations represent extinctions in progress. \nThroughout the 1990s, Richard Holdaway and his colleagues at Victoria University in Wellington documented the surprising discovery that kiore probably arrived about 1,800 years ago, although the human population of New Zealand is thought to be no older than 800 years. How is this possible? Presumably, Holdaway argued, the kiore were brought by Polynesian explorers who visited the country but did not settle. Thereafter, the rats were agents of ecological warfare, exterminating perhaps 1,000–3,000 species. Thus, tuatara and many other species were already rare or extinct when permanent human inhabitants—the Maori—arrived around 1300. This hypothesis is still being debated, but the evidence continues to accumulate in its favour. Conservation practice has changed dramatically since Crook’s findings were published in 1973. Eradication of rats from any given environment was believed to be virtually impossible until about 1980, but since then has become routine. Enormous conservation benefits are accruing as newly rat-free offshore islands are providing sanctuaries for the country’s rarest species. In 1995, for example, Nicola Nelson of the Department of Conservation established 68 tuatara on Titi Island. Since then, four more populations of tuatara have been established elsewhere under similar conditions. Today, numbers of tuatara are still a fraction of what they once were, but for the first time in 1,800 years the decline has been reversed. While the recovery of rare species is itself a good thing, the truly significant outcome of this research is that it liberates the imagination. If we can remove predatory introduced mammals from islands, why not from the mainland too? Perhaps the questions we ask should demonstrate even more visionary ambition. Can non-mammalian pests also be removed from the mainland? Our rivers, for example, are full of surrogate rats, in the form of introduced species of fish called trout. Some day more people will understand that trout have replaced a whole native fauna in our waterways, just as rats replaced tuatara on the mainland. Will such knowledge lead to the creation of mainland ‘aquatic islands’ where we can once again establish those species of indigenous fish that used to live in our rivers? Similarly, can bellbirds and tuis replace birds like starlings and mynahs? The answers to such questions are uncertain, and opposing sides will doubtless be fiercely debated. But the role of scientific knowledge in illuminating the past will be crucial. Just as we no longer tolerate extinction, in the future we may no longer accept a mainland devoid of the biological wonders of our past such as tuatara. Conservation is thus not primarily about the past but about imagining and then creating the future we wish for our children and ourselves. For 80 million years until humans arrived, tuatara occurred throughout New Zealand—might they do so again?"
  },
  "question_groups": [
    {
      "type": "MCQ",
      "range": [
        27,
        31
      ],
      "instructions": "Choose the correct letter, A, B, C or D. Write the correct letter in boxes 27-31 on your answer sheet. 27  What are we told about the Europeans who arrived in 1769? A  They thought there was only one large island. B  They had not come to study natural history. C  They had no interest in the tuatara. D  They sent a tuatara to the British Museum.  28  What does the writer say about Albert Gunther in the third paragraph? A  He believed the tuatara could fetch a high price. B  He was typical of his generation of scientists. C  He disagreed with Charles Darwin’s theory. D  He wanted to stop the tuatara becoming extinct.  29  What did Albert Gunther think about the rats in New Zealand? A  They did not eat the tuatara. B  There was one species of rat. C  There had always been rats in New Zealand. D  They were killed by Polynesians.  30  What did Ian Crook conclude from his research? A  Tuatara are safe on small islands. B  Ship’s rats kill more tuatara than kiore. C  Kiore cannot swim to offshore islands. D  Rats and tuatara cannot live together.  31  What were the findings of Richard Holdaway’s research? A  Maori settled more recently than previously thought. B  The first Polynesian explorers formed permanent settlements. C  Ship’s rats are the oldest rat species in the country. D  Rats caused extinctions before any humans settled.",
      "raw_text": "Questions 27–31 Choose the correct letter, A, B, C or D. Write the correct letter in boxes 27-31 on your answer sheet. 27  What are we told about the Europeans who arrived in 1769? A  They thought there was only one large island. B  They had not come to study natural history. C  They had no interest in the tuatara. D  They sent a tuatara to the British Museum.  28  What does the writer say about Albert Gunther in the third paragraph? A  He believed the tuatara could fetch a high price. B  He was typical of his generation of scientists. C  He disagreed with Charles Darwin’s theory. D  He wanted to stop the tuatara becoming extinct.  29  What did Albert Gunther think about the rats in New Zealand? A  They did not eat the tuatara. B  There was one species of rat. C  There had always been rats in New Zealand. D  They were killed by Polynesians.  30  What did Ian Crook conclude from his research? A  Tuatara are safe on small islands. B  Ship’s rats kill more tuatara than kiore. C  Kiore cannot swim to offshore islands. D  Rats and tuatara cannot live together.  31  What were the findings of Richard Holdaway’s research? A  Maori settled more recently than previously thought. B  The first Polynesian explorers formed permanent settlements. C  Ship’s rats are the oldest rat species in the country. D  Rats caused extinctions before any humans settled.",
      "questions": []
    },
    {
      "type": "YNNG",
      "range": [
        32,
        35
      ],
      "instructions": "Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 32-35 on your answer sheet, write YES    if the statement agrees with the claims of the writer NO    if the statement contradicts the claims of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 32  The available research supports Holdaway’s theory but it has not been proved. 33  Nowadays, it is possible to totally destroy a population of rats on a small island. 34  Crook was the first person to recognise the potential of offshore islands as sanctuaries. 35  Tuatara numbers are continuing to fall.",
      "raw_text": "Questions 32–35 Do the following statements agree with the claims of the writer in Reading Passage 3? In boxes 32-35 on your answer sheet, write YES    if the statement agrees with the claims of the writer NO    if the statement contradicts the claims of the writer NOT GIVEN  if it is impossible to say what the writer thinks about this 32  The available research supports Holdaway’s theory but it has not been proved. 33  Nowadays, it is possible to totally destroy a population of rats on a small island. 34  Crook was the first person to recognise the potential of offshore islands as sanctuaries. 35  Tuatara numbers are continuing to fall.",
      "questions": []
    },
    {
      "type": "SUMMARY_WORDBANK",
      "range": [
        36,
        40
      ],
      "instructions": "Complete the summary using the list of words, A–H, below. Write the correct letter, A–H, in boxes 36-40 on your answer sheet.    A  natural evolution  B  creative thought  C  indigenous plants  D  trout E  pollution    F  restoration    G  native fish    H  extinction What conclusions can we draw? The most important result of the tuatara research is that it frees our 36 _______. For example, there are many similarities between rats and 37 _______. Should we now go further and consider reintroducing 38 _______ to our mainland rivers? Perhaps our children will come to believe in the 39 _______ of species, in the same way that our generation refuses to accept 40 _______.",
      "raw_text": "Questions 36–40 Complete the summary using the list of words, A–H, below. Write the correct letter, A–H, in boxes 36-40 on your answer sheet. \n  A  natural evolution  B  creative thought  C  indigenous plants  D  trout E  pollution    F  restoration    G  native fish    H  extinction What conclusions can we draw? The most important result of the tuatara research is that it frees our 36 _______. For example, there are many similarities between rats and 37 _______. Should we now go further and consider reintroducing 38 _______ to our mainland rivers? Perhaps our children will come to believe in the 39 _______ of species, in the same way that our generation refuses to accept 40 _______.",
      "questions": []
    }
  ],
  "metadata": {
    "parsed_total_questions": 14,
    "question_types": [
      "MCQ",
      "YNNG",
      "SUMMARY_WORDBANK"
    ],
    "parsed_at": "2026-02-24T03:41:43.949706",
    "parser_version": "1.0",
    "needs_review": true
  }
}