{
  "meta": {},
  "interviews": [
    {
      "id": "ETS-S1-S-INT",
      "text": "Take an Interview \nAn interviewer will ask you questions. Answer the questions and be sure to say as much as you can in the \ntime allowed. \nNo time for preparation will be provided. \nYou have agreed to take part in a research study about urban life. You will have a short online interview \nwith a researcher. The researcher will ask you some questions. \nInterviewer: Thank you for speaking with me today. I’m conducting a study about people’s experiences \nand perceptions of living in a city. I’d like to ask you some questions. [2-second pause] Now, do you \ncurrently live in a big city, a small town, or a village? \nInterviewer: Great. Cities affect people in different ways. Some people find cities dynamic and exciting. \nOthers find that cities are overwhelming and drain them of energy. What kind of reaction do you have to \ncities? Why do you think you react in this way? \nInterviewer: OK. Next, I’d like to ask your opinion. Some people believe that those who live in cities lead \nmore interesting lives. They would argue, for example, that people who live in cities have more access to \nprofessional opportunities and interesting leisure activities. Do you agree that people who live in cities \nlead more interesting lives? Why or why not? \nInterviewer: Good points. Let me ask you one final question. For some time now, researchers have been \ninterested in whether green spaces, such as parks, make people who live in cities happier. Do you think \nthat city governments should create more parks in urban areas to promote a general sense of happiness \nand life satisfaction? Why or why not?"
    },
    {
      "id": "ETS-S2-S-INT",
      "text": "Take an Interview \nAn interviewer will ask you questions. Answer the questions and be sure to say as much as you can in the \ntime allowed. \nNo time for preparation will be provided. \nYou have volunteered for a research study about commuting habits. You will have a short online interview \nwith a researcher. The researcher will ask you some questions. \nPlease answer the interviewer’s questions. \nInterviewer: Thank you for joining the study. Today, I'd like to ask you some questions about your \ncommuting habits. First, is it important to live close to your school or work? Why? \nInterviewer: I see. Imagine that you could choose to commute by car, which is faster but more expensive, \nor by public transportation, which is slower but less expensive. Which would you choose, and why? \nInterviewer: Interesting. Some people believe that commuting can be stressful and tiring. What do you \nthink are one or two different ways to make commuting more enjoyable? Give reasons for your answer. \nInterviewer: Good points. Lastly, considering advances in technology, some people believe that \ncommuting might disappear entirely. How do you think a severe decline in commuting might affect \nbusinesses in positive ways and negative ways? Please give one example of each."
    },
    {
      "id": "ETS-T1-S-INT",
      "text": "Take an Interview \n \nAn interviewer will ask you questions. Answer the questions and be sure to say as much as you can in the \ntime allowed. \n \nNo time for preparation will be provided. \n \n \nYou have volunteered for a research study about work-life balance. You will have a short online interview \nwith a researcher. The researcher will ask you some questions. \n \nPlease answer the interviewer’s questions. \n \nInterviewer: Thank you for participating. Today, I'd like to ask you some questions about your work-life \nbalance. First, can you share one or two strategies that you use that you think are effective in managing \nyour work-life balance? \n \nInterviewer: I see. Many companies are now developing programs to help employees manage work-life \nbalance. Would programs like this affect your interest in working for a particular company? Why or why \nnot? \n \nInterviewer: Interesting. Some companies also offer flexible working hours or remote work options to help \nemployees achieve a better work-life balance, but they are concerned that these options would reduce \nemployee attention to tasks or engagement in the workplace. Do you think such programs are a good \nstrategy for companies? Why or why not? \n \nInterviewer: Good points. Lastly, looking to the future, do you think people's attitudes towards work-life \nbalance will change? For example, do you think people will prioritize personal life over work, or work over \npersonal life? Explain your thoughts."
    },
    {
      "id": "ETS-T2-S-INT",
      "text": "Take an Interview \n \nAn interviewer will ask you questions. Answer the questions and be sure to say as much as you can in the \ntime allowed. \n \nNo time for preparation will be provided. \n \n \n \nYou have volunteered for a research study about exercise habits. You will have a short online interview \nwith a researcher. The researcher will ask you some questions. \nPlease answer the interviewer’s questions. \n \nInterviewer: Thank you for taking part in this study. Today, I'd like to ask you some questions about your \nexercise habits. First, can you describe the type of exercise you or someone you know typically does \nregularly, such as running, yoga, or weightlifting? Why? \n \nInterviewer: I see. Some exercise programs are done alone, and some are designed to be done with others. \nWould you prefer to exercise alone, or would you prefer to exercise with others? Why? \n \nInterviewer: Interesting. Some people believe that exercising outdoors is both more beneficial and more \nenjoyable than exercising indoors. Do you agree or disagree and why? \n \nInterviewer: Good points. Lastly, I would like to ask about using fitness apps. Some people like to use \nfitness apps on smart phones to organize their fitness schedules. Do you agree this is a good way to keep \ntrack of your exercising goals? Why or why not?"
    },
    {
      "id": "ETS-T3-S-INT",
      "text": "Take an Interview\n \nAn interviewer will ask you questions. Answer the questions and be sure to say as much \nas you can in the time allowed.\n \nNo time for preparation will be provided.\n \n \nYou have volunteered for a research study about social media use. You will have a short \nonline interview with a researcher. The researcher will ask you some questions.\n \nPlease answer the interviewer’s questions.\n \nInterviewer: Thank you for participating in this study. Today, I'd like to ask you some \nquestions about how you use social media. First, if you were to choose a social media \nplatform to use most regularly, which one would you choose, and why?\n \nInterviewer: Interesting. Do you think social media is more beneficial for younger people \nor older people? Why?\n \nInterviewer: Alright. Some people believe that social media can help people stay \nconnected, while others think it can lead to feelings of isolation. What are your thoughts \non this? Do you agree or disagree? Why?\n \nInterviewer: Good points. Finally, do you think social media use will continue to grow in \nthe future, or will people start to limit their usage? What factors do you think will most \naffect future usage of social media? Explain your thoughts."
    },
    {
      "id": "ETS-T4-S-INT",
      "text": "Take an Interview\n \nAn interviewer will ask you questions. Answer the questions and be sure to say as much \nas you can in the time allowed.\n \nNo time for preparation will be provided.\n \n \nYou have volunteered for a research study about food preferences. You will have a short \nonline interview with a researcher. The researcher will ask you some questions.\n \nPlease answer the interviewer’s questions.\n \nInterviewer: Thank you for your participation. Today, I’d like to ask you some questions \nabout your food preferences. First, in your opinion, what kinds of meals do people your \nage enjoy most? Are they traditional, modern, or something in between?\n \nInterviewer: I see. And what kind of meals do you usually have on busy days—do you \ncook, eat out, or pick up something ready-made? \n \nInterviewer: Interesting. Many people say that modern life has changed how we eat. \nDo you think people today have healthier eating habits than in the past? \nWhy or why not? \n \nInterviewer: Good points. I just have one more question. Some people believe that \npreparing traditional meals at home is an important way to stay connected to one’s \nculture. Do you agree, or do you think it’s possible to connect with culture in other ways? \nWhy?"
    },
    {
      "id": "ETS-T5-S-INT",
      "text": "Take an Interview\n \nAn interviewer will ask you questions. Answer the questions and be sure to say as much \nas you can in the time allowed.\n \nNo time for preparation will be provided.\n \n \nYou have agreed to participate in a research study about career choices. You will have a \nshort online interview with a researcher. The researcher will ask you some questions.\n \nPlease answer the interviewer’s questions.\n \nInterviewer: Thank you for taking the time to speak with me. I’d like to ask you some \nquestions about career choices. First, from what you’ve seen, what kinds of careers do \npeople around you tend to pursue? For example, do they work in healthcare, education, \ntechnology, or something else?\n \nInterviewer: I see. When choosing a career, is job satisfaction your first priority, or do you \nfocus more on salary? Why?\n \nInterviewer: Interesting. Next, I’d like to get your opinion. In recent years, there has been a \ntrend towards people changing careers multiple times throughout their lives instead of \nsticking to one profession. What are your thoughts on this trend? Do you think it's \nhelpful or hurtful to workers?\n \nInterviewer: Good points. I just have one more question. Some people believe that \nartificial intelligence will greatly change the kinds of jobs available in the future. \nDo you think this trend will continue in your chosen field? Why or why not?"
    }
  ]
}