{
  "meta": {},
  "items": [
    {
      "id": "ETS-S1-S-LAR",
      "text": "Listen and Repeat \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have heard. The clock \nwill indicate how much time you have to speak. \nNo time for preparation will be provided. \nYou are learning to welcome visitors to the zoo. Listen to your manager and repeat what she says. Repeat \nonly once. \nTrainer: We have a variety of wildlife. \nTrainer: Bears, wolves, and large cats are to the right. \nTrainer: You can find sea lions and elephants further down the path. \nTrainer: Please, no outside food or drinks, and do not feed the animals. \nTrainer: Avoid banging or tapping on the displays and enclosures. \nTrainer: For those with children, we offer summer camps and educational opportunities. \nTrainer: The visitor’s center, located near the front entrance, can give you more information."
    },
    {
      "id": "ETS-S2-S-LAR",
      "text": "Listen and Repeat \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have heard. The clock \nwill indicate how much time you have to speak. \nNo time for preparation will be provided. \nYou are learning how to guide new students through the campus gym. Listen to the speaker and \nrepeat what she says. Repeat only once. \nTrainer: Welcome to our campus gym. \nTrainer: Cardio machines are near the entrance. \nTrainer: Free weights are in the back. \nTrainer: All of our locker rooms are equipped with showers and towels. \nTrainer: Our fitness instructors hold exercise classes over here. \nTrainer: You can check the schedule for available classes and timings. \nTrainer: If you have any questions, please seek assistance from the attendants at the help desk."
    },
    {
      "id": "ETS-T1-S-LAR",
      "text": "Listen and Repeat \n \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have heard. The clock \nwill indicate how much time you have to speak. \n \nNo time for preparation will be provided. \n \n \nYou are training to assist visitors at a university orientation event. Listen to the speaker and repeat what \nshe says. Repeat only once. \n \nTrainer: Welcome to our event. \n \nTrainer: Get your name badge at the registration desk. \n \nTrainer: Our event is in the auditorium. \n \nTrainer: For small group sessions, we will be in the breakout rooms over here. \n \nTrainer: Snacks can be found in the vending area throughout the event. \n \nTrainer: Please see the information desk if you need an agenda. \n \nTrainer: If you want to check session times and locations, please use the schedule provided."
    },
    {
      "id": "ETS-T2-S-LAR",
      "text": "Listen and Repeat \n \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have heard. The clock \nwill indicate how much time you have to speak. \n \nNo time for preparation will be provided. \n \n \n \nYou are guiding students through the process of checking out books at the university library. Listen to the \nspeaker and repeat what she says. Repeat only once. \n \nTrainer: Welcome to the library. \n \nTrainer: Our self-checkout station is for quick service. \n \nTrainer: You can start here to scan your library card. \n \nTrainer: Student aids are at the help desk in case you need assistance. \n \nTrainer: We hope everyone will ensure that books are returned on time. \n \nTrainer: Check your account online for updates on due dates and fines. \n \nTrainer: When you are finished reading them, please place all your books in the return bin."
    },
    {
      "id": "ETS-T3-S-LAR",
      "text": "Listen and Repeat\n \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have \nheard. The clock will indicate how much time you have to speak.\n \nNo time for preparation will be provided.\n \n \nYou are being trained to assist customers at a hotel front desk. \nListen to your manager and repeat what he says.\n \nRepeat only once. \n \nTrainer: Welcome, let's get started and check you in.\n \nTrainer: There is a reception desk over here for you.\n \nTrainer: The elevators are located just off the main lobby.\n \nTrainer: Our hotel lounge is available for relaxation.\n \nTrainer: If needed, we can store your bags in the luggage storage room.\n \nTrainer: Our amenities and services are listed on the notice boards throughout t\nhe building.\n \nTrainer: To avoid being charged a late-departure fee, be sure to check out of your \nroom on time.\nSpeaking Section"
    },
    {
      "id": "ETS-T4-S-LAR",
      "text": "Listen and Repeat\n \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have \nheard. The clock will indicate how much time you have to speak.\n \nNo time for preparation will be provided.\n \n \nYou are being trained to assist visitors at a nature reserve. \nListen to your trainer and repeat what he says. Repeat only once. \n \nRepeat only once. \n \nTrainer: Welcome to our local nature reserve. \n \nTrainer: Take a nature walk on our hiking trails.\n \nTrainer: The picnic area’s a perfect place to enjoy your lunch.\n \nTrainer: The visitor center has helpful information for guests.\n \nTrainer: The observation tower offers a great view of the forest.\n \nTrainer: Our restroom facilities are located just beside the entrance.\n \nTrainer: While you're exploring the grounds, please respect all wildlife and follow the \nposted rules at all times.\nSpeaking Section"
    },
    {
      "id": "ETS-T5-S-LAR",
      "text": "Listen and Repeat\n \nYou will listen as someone speaks to you. Listen carefully and then repeat what you have \nheard. The clock will indicate how much time you have to speak.\n \nNo time for preparation will be provided.\n \n \nYou are being trained to help customers use gym equipment properly. Listen to \nyour trainer and repeat what he says.\n \nRepeat only once. \n \nTrainer: Here is how to start and adjust the treadmill.\n \nTrainer: There are many benches in the weightlifting area.\n \nTrainer: We do encourage the use of yoga mats for stretching out.\n \nTrainer: The rowing machine is excellent for a full-body workout.\n \nTrainer: We have plenty of exercise bikes for cardio training.\n \nTrainer: Please use the wipes provided at each station for cleaning equipment after use.\n \nTrainer: If you want to see great results quickly, consider joining our daily fitness classes.\nSpeaking Section"
    }
  ]
}