{
  "error": "Invalid JSON: Expecting ',' delimiter: line 27 column 1086 (char 5477). Raw: {\n  \"title\": \"Voyage of Going: Beyond the Blue Line 2\",\n  \"has_paragraph_labels\": true,\n  \"paragraphs\": [\n    {\n      \"label\": \"A\",\n      \"content\": \"One feels a certain sympathy for Captain James Cook on the day in 1778 that he “discovered” Hawaii. Then on his third expedition to the Pacific, the British navigator had explored scores of islands across the breadth of the sea, from lush New Zealand to the lonely wastes of Easter Island. This latest voyage had taken him thousands of miles north fr...en called it quits for reasons known only to them. Ahead lay the vast emptiness of the central Pacific, and perhaps they were too thinly stretched to venture farther. They probably never numbered more than a few thousand in total, and in their rapid migration eastward they encountered hundreds of islands - more than 300 in Fiji alone. Still, more than a millennium would pass before the Lapita’s descendants, a people we now call the Polynesians, struck out in search of new territory.\"\n    }\n  ]\n}",
  "original": {
    "id": "ielts-r-0609",
    "slug": "voyage-of-going-beyond-the-blue-line-2",
    "title": "Voyage of going: beyond the blue line 2",
    "page_range": [
      3080,
      3085
    ],
    "passage_text": "Reading Practice\n \nVoyage of going: beyond the blue line 2\nA. One feels a certain sympathy for Captain James Cook on the day in 1778 that he\n“discovered” Hawaii. Then on his third expedition to the Pacific, the British navigator had\nexplored scores of islands across the breadth of the sea, from lush New Zealand to the\nlonely wastes of Easter Island This latest voyage had taken him thousands of miles north\nfrom the Society Islands to an archipelago so remote that even the ok! Polynesians back\non Tahiti knew nothing about it. Imagine Cook’s surprise, then, when the natives of Hawaii\ncame paddling out in their canoes and greeted him in a familiar tongue, one he had heard\non virtually every mote of inhabited land he had visited Marveling at the ubiquity of this\nPacific language and culture, he later wondered in his journal: “How shall we account for\nthis Nation spreading it self so far over this Vast ocean?”\n \nB. Answers have been slow in coming. But now a startling archaeological find on the island\nof Efate, in the Pacific nation of Vanuatu, has revealed an ancient seafaring people, the\ndistant ancestors of today’s Polynesians, taking their first steps into the unknown. The\ndiscoveries there have also opened a window into the shadowy work! of those early\nvoyagers. At the same time, other pieces of this human puzzle are turning up in unlikely\nplaces. Climate data gleaned from slow-growing corals around the Pacific and from\nsediments in alpine lakes in South America may help explain how, more than a thousand\nyears later, a second wave of seafarers beat their way across the entire Pacific.\nC. What we have is a first-or second-generation site containing the graves of some of the\nPacific’s first explorers,” says Spriggs, professor of archaeology at the Australian National\nUniversity and co-leader of an international team excavating the site. It came to light only\nby luck A backhoe operator, digging up topsoil on the grounds of a derelict coconut\nplantation, scraped open a grave— the first of dozens in a burial ground some 3,000 years\nold It is the oldest cemetery ever found in the Pacific islands, and it harbors the bones of an\nancient people archaeologists call the Lapita, a label that derives from a beach in New\nCaledonia where a landmark cache of their pottery was found in the 1950s. They were\ndaring blue-water adventurers who roved the sea not just as explorers but also as\npioneers, bringing everything they would need to build new lives— their families and\nlivestock, taro seedlings and stone tools.\n \nD. Within the span of a few centuries the Lapita stretched the boundaries of their world\nfrom the jungle-clad volcanoes of Papua New Guinea to the loneliest coral outliers of\nTonga, at least 2,000 miles eastward in the Pacific. Along the way they explored millions of\nsquare miles of unknown sea, discovering and colonizing scores of tropical islands never\nbefore seen by human eyes: Vanuatu, New Caledonia, Fiji, Samoa.\nE. What little is known or surmised about them has been pieced together from fragments of\npottery, animal bones, obsidian flakes, and such oblique sources as comparative linguistics\nand geochemistry. Although their voyages can be traced back to the northern islands of\nPapua New Guinea, their language variants of which are still spoken across the Pacific\ncame from Taiwan. And their peculiar style of pottery decoration, created by pressing a\ncarved stamp into the clay, probably had its roots in the northern Philippines. With the\n \n1\n\n \ndiscovery of the Lapita cemetery on Efate, the volume of data available to researchers has\nexpanded dramatically. The bones of at least 62 individuals have been uncovered so far\nincluding old men, young women, even babies—and more skeletons are known to be in the\nground. Archaeologists were also thrilled to discover six complete Lapita pots. It’s an\nimportant find, Spriggs says, for it conclusively identifies the remains as Lapita. “It would be\nhard for anyone to argue that these aren’t Lapita when you have human bones enshrined\ninside what is unmistakably a Lapita urn.”\nF. Several lines of evidence also undergird Spriggs’s conclusion that this was a community\nof pioneers making their first voyages into the remote reaches of Oceania. For one thing,\nthe radiocarbon dating of bones and charcoal places them early in the Lapita expansion.\nFor another, the chemical makeup of the obsidian flakes littering the site indicates that the\nrock wasn’t local; instead it was imported from a large island in Papua New Guinea’s\nBismarck Archipelago, the springboard for the Lapita’s thrust into the Pacific. A particularly\nintriguing clue comes from chemical tests on the teeth of several skeletons. DNA teased\nfrom these ancient bones may also help answer one of the most puzzling questions in\nPacific anthropology: Did all Pacific islanders spring from one source or many? Was there\nonly one outward migration from a single point in Asia, or several from different points?\n“This represents the best opportunity we’ve had yet,” says Spriggs, “to find out who the\nLapita actually were, where they came from, and who their best descendants are today.\n \nG. “There is one stubborn question for which archaeology has yet to provide any answers:\nHow did the Lapita accomplish the ancient equivalent of a moon landing, many times over?\nNo one has found one of their canoes or any rigging, which could reveal how the canoes\nwere sailed Nor do the oral histories and traditions of later Polynesians offer any insights,\nfor they segue into myth long before they reach as far back in time as the Lapita.” All we\ncan say for certain is that the Lapita had canoes that were capable of ocean voyages, and\nthey had the ability to sail them,” says Geoff Irwin, a professor of archaeology at the\nUniversity of Auckland and an avid yachtsman. Those sailing skills, he says, were\ndeveloped and passed down over thousands of years by earlier mariners who worked their\nway through the archipelagoes of the western Pacific making short crossings to islands\nwithin sight of each other. Reaching Fiji, as they did a century or so later, meant crossing\nmore than 500 miles of ocean, pressing on day after day into the great blue void of the\nPacific. What gave them the courage to launch out on such a risky voyage?\nH. The Lapita’s thrust into the Pacific was eastward, against the prevailing trade winds,\nIrwin notes. Those nagging headwinds, he argues, may have been the key to their\nsuccess. “They could sail out for days into the unknown and reconnoiter, secure in the\nknowledge that if they didn’t find anything, they could turn about and catch a swift ride\nhome on the trade winds. It’s what made the whole thing work.” Once out there, skilled\nseafarers would detect abundant leads to follow to land: seabirds and turtles, coconuts and\ntwigs carried out to sea by the tides, and the afternoon pileup of clouds on the horizon that\noften betokens an island in the distance. Some islands may have broadcast their presence\nwith far less subtlety than a cloud bank. Some of the most violent eruptions anywhere on\nthe planet during the past 10,000 years occurred in Melanesia, which sits nervously in one\nof the most explosive volcanic regions on Earth. Even less spectacular eruptions would\nhave sent plumes of smoke billowing into the stratosphere and rained ash for hundreds of\n \n2\n\nmiles. It’s possible that the Lapita saw these signs of distant islands and later sailed off in\ntheir direction, knowing they would find land For returning explorers, successful or not, the\ngeography of their own archipelagoes provided a safety net to keep them from\novershooting their home ports and sailing off into eternity.\nI. However they did it, the Lapita spread themselves a third of the way across the Pacific,\nthen called it quits for reasons known only to them. Ahead lay the vast emptiness of the\ncentral Pacific, and perhaps they were too thinly stretched to venture farther. They probably\nnever numbered more than a few thousand in total, and in their rapid migration eastward\nthey encountered hundreds of islands - more than 300 in Fiji alone. Still, more than a\nmillennium would pass before the Lapita’s descendants, a people we now call the\nPolynesians, struck out in search of new territory.\n \n3",
    "questions_text": "Questions 1-7\nDo the following statements agree with the information given in Reading Passage ? \nIn boxes 1-7 on your answer sheet, write\nYES if the statement is true\nNO if the statement is false\nNOT GIVEN  if the information is not given in the passage \n \n \n \n \n1..................... Captain cook once expected the Hawaii might speak another language\nof people from other pacific islands\n2..................... Captain cook depicted number of cultural aspects of Polynesians in\nhis journal\n3..................... Professor Spriggs and his research team went to the Efate to try to\nfind the site of ancient cemetery\n4..................... The Lapita completed a journey of around 2,000 miles in a period less\nthan a centenary\n5..................... The Lapita were the first inhabitants in many pacific islands\n6..................... The unknown pots discovered in Efate had once been used for\ncooking\n7..................... The um buried in Efate site was plain as it was without any decoration\nQuestions 8 -10\nComplete the following summary of the paragraphs of Reading Passage 1, using no more\nthan Two words from the Reading Passage 1 for each answer.\nWrite your answers in boxes 8-10 on your answer sheet.\nScientific Evident found in Efate site\nTests show the human remains and the charcoal found in the buried um are from the start\nof the Lapita period. Yet The 8..................... covering many of the Efate site did not come\nfrom that area.\nThen examinations carried out on the 9..................... discovered at Efate site reveal that\nnot everyone buried there was a native living in the area. In fact, DNA could identify the\nLapita’s nearest 10..................... present-days.\n \n4\n\n \n \n \nQuestions 11-13\nAnswer the questions below.\nChoose NO MORE THAN THREE WORDS AND/OR A NUMBER from the passage for\neach answer.\n11 What did the Lapita travel in when they crossed the oceans? 11.....................\n12 In Irwins’s view, what would the Latipa have relied on to bring them fast back to the\nbase? 12.....................\n13 Which sea creatures would have been an indication to the Lapita of where to find land ?\n13.....................\n \n5",
    "full_text": "Reading Practice\n \nVoyage of going: beyond the blue line 2\nA. One feels a certain sympathy for Captain James Cook on the day in 1778 that he\n“discovered” Hawaii. Then on his third expedition to the Pacific, the British navigator had\nexplored scores of islands across the breadth of the sea, from lush New Zealand to the\nlonely wastes of Easter Island This latest voyage had taken him thousands of miles north\nfrom the Society Islands to an archipelago so remote that even the ok! Polynesians back\non Tahiti knew nothing about it. Imagine Cook’s surprise, then, when the natives of Hawaii\ncame paddling out in their canoes and greeted him in a familiar tongue, one he had heard\non virtually every mote of inhabited land he had visited Marveling at the ubiquity of this\nPacific language and culture, he later wondered in his journal: “How shall we account for\nthis Nation spreading it self so far over this Vast ocean?”\n \nB. Answers have been slow in coming. But now a startling archaeological find on the island\nof Efate, in the Pacific nation of Vanuatu, has revealed an ancient seafaring people, the\ndistant ancestors of today’s Polynesians, taking their first steps into the unknown. The\ndiscoveries there have also opened a window into the shadowy work! of those early\nvoyagers. At the same time, other pieces of this human puzzle are turning up in unlikely\nplaces. Climate data gleaned from slow-growing corals around the Pacific and from\nsediments in alpine lakes in South America may help explain how, more than a thousand\nyears later, a second wave of seafarers beat their way across the entire Pacific.\nC. What we have is a first-or second-generation site containing the graves of some of the\nPacific’s first explorers,” says Spriggs, professor of archaeology at the Australian National\nUniversity and co-leader of an international team excavating the site. It came to light only\nby luck A backhoe operator, digging up topsoil on the grounds of a derelict coconut\nplantation, scraped open a grave— the first of dozens in a burial ground some 3,000 years\nold It is the oldest cemetery ever found in the Pacific islands, and it harbors the bones of an\nancient people archaeologists call the Lapita, a label that derives from a beach in New\nCaledonia where a landmark cache of their pottery was found in the 1950s. They were\ndaring blue-water adventurers who roved the sea not just as explorers but also as\npioneers, bringing everything they would need to build new lives— their families and\nlivestock, taro seedlings and stone tools.\n \nD. Within the span of a few centuries the Lapita stretched the boundaries of their world\nfrom the jungle-clad volcanoes of Papua New Guinea to the loneliest coral outliers of\nTonga, at least 2,000 miles eastward in the Pacific. Along the way they explored millions of\nsquare miles of unknown sea, discovering and colonizing scores of tropical islands never\nbefore seen by human eyes: Vanuatu, New Caledonia, Fiji, Samoa.\nE. What little is known or surmised about them has been pieced together from fragments of\npottery, animal bones, obsidian flakes, and such oblique sources as comparative linguistics\nand geochemistry. Although their voyages can be traced back to the northern islands of\nPapua New Guinea, their language variants of which are still spoken across the Pacific\ncame from Taiwan. And their peculiar style of pottery decoration, created by pressing a\ncarved stamp into the clay, probably had its roots in the northern Philippines. With the\n \n1\n\n \ndiscovery of the Lapita cemetery on Efate, the volume of data available to researchers has\nexpanded dramatically. The bones of at least 62 individuals have been uncovered so far\nincluding old men, young women, even babies—and more skeletons are known to be in the\nground. Archaeologists were also thrilled to discover six complete Lapita pots. It’s an\nimportant find, Spriggs says, for it conclusively identifies the remains as Lapita. “It would be\nhard for anyone to argue that these aren’t Lapita when you have human bones enshrined\ninside what is unmistakably a Lapita urn.”\nF. Several lines of evidence also undergird Spriggs’s conclusion that this was a community\nof pioneers making their first voyages into the remote reaches of Oceania. For one thing,\nthe radiocarbon dating of bones and charcoal places them early in the Lapita expansion.\nFor another, the chemical makeup of the obsidian flakes littering the site indicates that the\nrock wasn’t local; instead it was imported from a large island in Papua New Guinea’s\nBismarck Archipelago, the springboard for the Lapita’s thrust into the Pacific. A particularly\nintriguing clue comes from chemical tests on the teeth of several skeletons. DNA teased\nfrom these ancient bones may also help answer one of the most puzzling questions in\nPacific anthropology: Did all Pacific islanders spring from one source or many? Was there\nonly one outward migration from a single point in Asia, or several from different points?\n“This represents the best opportunity we’ve had yet,” says Spriggs, “to find out who the\nLapita actually were, where they came from, and who their best descendants are today.\n \nG. “There is one stubborn question for which archaeology has yet to provide any answers:\nHow did the Lapita accomplish the ancient equivalent of a moon landing, many times over?\nNo one has found one of their canoes or any rigging, which could reveal how the canoes\nwere sailed Nor do the oral histories and traditions of later Polynesians offer any insights,\nfor they segue into myth long before they reach as far back in time as the Lapita.” All we\ncan say for certain is that the Lapita had canoes that were capable of ocean voyages, and\nthey had the ability to sail them,” says Geoff Irwin, a professor of archaeology at the\nUniversity of Auckland and an avid yachtsman. Those sailing skills, he says, were\ndeveloped and passed down over thousands of years by earlier mariners who worked their\nway through the archipelagoes of the western Pacific making short crossings to islands\nwithin sight of each other. Reaching Fiji, as they did a century or so later, meant crossing\nmore than 500 miles of ocean, pressing on day after day into the great blue void of the\nPacific. What gave them the courage to launch out on such a risky voyage?\nH. The Lapita’s thrust into the Pacific was eastward, against the prevailing trade winds,\nIrwin notes. Those nagging headwinds, he argues, may have been the key to their\nsuccess. “They could sail out for days into the unknown and reconnoiter, secure in the\nknowledge that if they didn’t find anything, they could turn about and catch a swift ride\nhome on the trade winds. It’s what made the whole thing work.” Once out there, skilled\nseafarers would detect abundant leads to follow to land: seabirds and turtles, coconuts and\ntwigs carried out to sea by the tides, and the afternoon pileup of clouds on the horizon that\noften betokens an island in the distance. Some islands may have broadcast their presence\nwith far less subtlety than a cloud bank. Some of the most violent eruptions anywhere on\nthe planet during the past 10,000 years occurred in Melanesia, which sits nervously in one\nof the most explosive volcanic regions on Earth. Even less spectacular eruptions would\nhave sent plumes of smoke billowing into the stratosphere and rained ash for hundreds of\n \n2\n\nmiles. It’s possible that the Lapita saw these signs of distant islands and later sailed off in\ntheir direction, knowing they would find land For returning explorers, successful or not, the\ngeography of their own archipelagoes provided a safety net to keep them from\novershooting their home ports and sailing off into eternity.\nI. However they did it, the Lapita spread themselves a third of the way across the Pacific,\nthen called it quits for reasons known only to them. Ahead lay the vast emptiness of the\ncentral Pacific, and perhaps they were too thinly stretched to venture farther. They probably\nnever numbered more than a few thousand in total, and in their rapid migration eastward\nthey encountered hundreds of islands - more than 300 in Fiji alone. Still, more than a\nmillennium would pass before the Lapita’s descendants, a people we now call the\nPolynesians, struck out in search of new territory.\n \n3\n\nQuestions 1-7\nDo the following statements agree with the information given in Reading Passage ? \nIn boxes 1-7 on your answer sheet, write\nYES if the statement is true\nNO if the statement is false\nNOT GIVEN  if the information is not given in the passage \n \n \n \n \n1..................... Captain cook once expected the Hawaii might speak another language\nof people from other pacific islands\n2..................... Captain cook depicted number of cultural aspects of Polynesians in\nhis journal\n3..................... Professor Spriggs and his research team went to the Efate to try to\nfind the site of ancient cemetery\n4..................... The Lapita completed a journey of around 2,000 miles in a period less\nthan a centenary\n5..................... The Lapita were the first inhabitants in many pacific islands\n6..................... The unknown pots discovered in Efate had once been used for\ncooking\n7..................... The um buried in Efate site was plain as it was without any decoration\nQuestions 8 -10\nComplete the following summary of the paragraphs of Reading Passage 1, using no more\nthan Two words from the Reading Passage 1 for each answer.\nWrite your answers in boxes 8-10 on your answer sheet.\nScientific Evident found in Efate site\nTests show the human remains and the charcoal found in the buried um are from the start\nof the Lapita period. Yet The 8..................... covering many of the Efate site did not come\nfrom that area.\nThen examinations carried out on the 9..................... discovered at Efate site reveal that\nnot everyone buried there was a native living in the area. In fact, DNA could identify the\nLapita’s nearest 10..................... present-days.\n \n4\n\n \n \n \nQuestions 11-13\nAnswer the questions below.\nChoose NO MORE THAN THREE WORDS AND/OR A NUMBER from the passage for\neach answer.\n11 What did the Lapita travel in when they crossed the oceans? 11.....................\n12 In Irwins’s view, what would the Latipa have relied on to bring them fast back to the\nbase? 12.....................\n13 Which sea creatures would have been an indication to the Lapita of where to find land ?\n13.....................\n \n5",
    "solution_text": "Solution:\n\n 1. YES           8. rock\n\n 2. NO            9. teeth\n\n 3. NO           10. descendants\n\n 4. NOT GIVEN  11. canoes\n\n 5. YES         12. trade winds\n\n 6. NOT GIVEN  13. seabirds and turtles\n\n 7. NO\n\n\n\n\n\n                                                                  6",
    "answer_key": {
      "1": "YES",
      "8": "rock",
      "2": "NO",
      "9": "teeth",
      "3": "NO",
      "10": "descendants",
      "4": "NOT GIVEN",
      "11": "canoes",
      "5": "YES",
      "12": "trade winds",
      "6": "NOT GIVEN",
      "13": "seabirds and turtles",
      "7": "NO"
    },
    "question_sections": [
      {
        "label": "Questions 1-7",
        "page": 3083
      },
      {
        "label": "Questions 8 -10",
        "page": 3083
      },
      {
        "label": "Questions 11-13",
        "page": 3083
      }
    ],
    "extracted_at": "2026-02-25T17:37:03.160630"
  }
}