{
  "id": "ielts-r-0064",
  "slug": "beyond-the-blue-line",
  "title": "Beyond the blue line",
  "page_range": [
    327,
    332
  ],
  "passage_text": "Reading Practice\n \nBeyond the blue line\nA\nMuch of the thrill of venturing to the far side of the world rests on the romance of difference.\nSo one feels a certain sympathy for Captain James Cook on the day in 1778 that he\n“discovered” Hawaii. Then on his third expedition to the Pacific, the British navigator had\nexplored scores of islands across the breadth of the sea, from lush New Zealand to the\nlonely wastes of Easter Island. This latest voyage had taken him thousands of miles north\nfrom the Society Islands to an archipelago so remote that even the old Polynesians back\non Tahiti knew nothing about it. Imagine Cook’s surprise, then, when the natives of Hawaii\ncame paddling out in their canoes and greeted him in a familiar tongue, one he had heard\non virtually every mote of inhabited land he had visited. Marveling at the ubiquity of this\nPacific language and culture, he later wondered in his journal: “How shall we account for\nthis Nation spreading itself so far over this vast ocean?”\nB\nThat question, and others that flow from it has tantalized inquiring minds for centuries: Who\nwere these amazing seafarers? Where did they come from, starting more than 3,000 years\nago? And how could a Neolithic people with simple canoes and no navigation gear manage\nto find, let alone colonize, hundreds of far-flung island specks scattered across an ocean\nthat spans nearly a third of the globe? Answers have been slow in coming. But now a\nstartling archaeological find on the island of Éfaté, in the Pacific nation of Vanuatu, has\nrevealed an ancient seafaring people, the distant ancestors of today’s Polynesians, taking\ntheir first steps into the unknown. The discoveries there have also opened a window into\nthe shadowy world of those early voyagers.\nC\n“What we have is a first- or second-generation site containing the graves of some of the\nPacific’s first explorers,” says Spriggs, professor of archaeology at the Australian National\nUniversity and co-leader of an international team excavating the site. It came to light only\nby luck. A backhoe operator, digging up topsoil on the grounds of a derelict coconut\nplantation, scraped open a grave – the first of dozens in a burial ground some 3,000 years\nold. It is the oldest cemetery ever found in the Pacific islands, and it harbors the bones of\nan ancient people archaeologists call the Lapita, a label that derives from a beach in New\nCaledonia where a landmark cache of their pottery was found in the 1950s.\nD\nThey were daring blue-water adventurers who roved the sea not just as explorers but also\nas pioneers, bringing along everything they would need to build new lives – their families\nand livestock, taro seedlings and stone tools. Within the span of a few centuries, the Lapita\nstretched the boundaries of their world from the jungle-clad volcanoes of Papua New\nGuinea to the loneliest coral outliers of Tonga, at least 2,000 miles eastward in the Pacific.\nAlong the way they explored millions of square miles of an unknown sea, discovering and\ncolonizing scores of tropical islands never before seen by human eyes: Vanuatu, New\nCaledonia, Fiji, Samoa.\nIt was their descendants, centuries later, who became the great Polynesian navigators we\n \n1\n\nall tend to think of: the Tahitians and Hawaiians, the New Zealand Maori, and the curious\npeople who erected those statues on Easter Island. But it was the Lapita who laid the\nfoundation – who bequeathed to the island the language, customs, and cultures that their\nmore famous descendants carried around the Pacific.\nE\nWhile the Lapita left a glorious legacy, they also left precious few clues about themselves.\nA particularly intriguing clue comes from chemical tests on the teeth of several skeletons.\nThen as now, the food and water you consume as a child deposits oxygen, carbon,\nstrontium, and other elements in your still-forming adult teeth. The isotope signatures of\nthese elements vary subtly from place to place, so that if you grow up in, say, Buffalo, New\nYork, then spend your adult life in California, tests on the isotopes in your teeth will always\nreveal your eastern roots.\nIsotope analysis indicates that several of the Lapita buried on Éfaté didn’t spend their\nchildhoods here but came from somewhere else. And while isotopes can’t pinpoint their\nprecise island of origin, this much is clear: At some point in their lives, these people left the\nvillages of their birth and made a voyage by seagoing canoe, never to return. DNA teased\nfrom these ancient bones may also help answer one of the most puzzling questions in\nPacific anthropology: Did all Pacific islanders spring from one source or many? Was there\nonly one outward migration from a single point in Asia, or several from different points?\n“This represents the best opportunity we’ve had yet,” says Spriggs, “to find out who the\nLapita actually were, where they came from, and who their closest descendants are today.”\nF\nThere is one stubborn question for which archaeology has yet to provide any answers: How\ndid the Lapita accomplish the ancient equivalent of a moon landing, many times over? No\none has found one of their canoes or any rigging, which could reveal how the canoes were\nsailed. Nor do the oral histories and traditions of later Polynesians offer any insights.\n“All we can say for certain is that the Lapita had canoes that were capable of ocean\nvoyages, and they had the ability to sail them,” says Geoff Irwin, a professor of archaeology\nat the University of Auckland and an avid yachtsman. Those sailing skills, he says, were\ndeveloped and passed down over thousands of years by earlier mariners who worked their\nway through the archipelagoes of the western Pacific making short crossings to islands\nwithin sight of each other. The real adventure didn’t begin, however, until their Lapita\ndescendants neared the end of the Solomons chain, for this was the edge of the world. The\nnearest landfall, the Santa Cruz Islands, is almost 230 miles away, and for at least 150 of\nthose miles, the Lapita sailors would have been out of sight of land, with empty horizons on\nevery side.\nG\nThe Lapita’s thrust into the Pacific was eastward, against the prevailing trade winds, Irwin\nnotes. Those nagging headwinds, he argues, may have been the key to their success.\n“They could sail out for days into the unknown and reconnoiter, secure in the knowledge\nthat if they didn’t find anything, they could turn about and catch a swift ride home on the\ntrade winds. It’s what made the whole thing work.” Once out there, skilled seafarers would\ndetect abundant leads to follow to land: seabirds and turtles, coconuts and twigs carried out\nto sea by the tides and the afternoon pileup of clouds on the horizon that often betokens an\n \n2\n\nisland in the distance.\nAll this presupposes one essential detail, says Atholl Anderson, professor of prehistory at\nthe Australian National University and, like Irwin, a keen yachtsman: that the Lapita had\nmastered the advanced art of tacking into the wind. “And there’s no proof that they could do\nany such thing,” Anderson says. “There has been this assumption that they must have\ndone so, and people have built canoes to re-create those early voyages based on that\nassumption. But nobody has any idea what their canoes looked like or how they were\nrigged.”\nH\nHowever they did it, the Lapita spread themselves a third of the way across the Pacific,\nthen called it quits for reasons known only to them. Ahead lay the vast emptiness of the\ncentral Pacific, and perhaps they were too thinly stretched to venture farther. They probably\nnever numbered more than a few thousand in total, and in their rapid migration eastward\nthey encountered hundreds of islands – more than 300 in Fiji alone. Supplied with such an\nembarrassment of riches, they could settle down and enjoy what for a time was Earth’s last\nEdens.\nI\nRather than give all the credit to human skill and daring, Anderson invokes the winds of\nchange. El Niño, the same climate disruption that affects the Pacific today, may have\nhelped scatter the first settlers to the ends of the ocean, Anderson suggests. Climate data\nobtained from slow-growing corals around the Pacific and from lake-bed sediments in the\nAndes of South America point to a series of unusually frequent El Niño around the time of\nthe Lapita expansion, and again between 1,600 and 1,200 years ago, when the second\nwave of pioneer navigators made their voyages farther east, to the remotest corners of the\nPacific. By reversing the regular east-to-west flow of the trade winds for weeks at a time,\nthese “super El Niño” might have sped the Pacific’s ancient mariners on long, unplanned\nvoyages could have been key to launching Polynesians across the wide expanse of open\nwater between Tonga, where the Lapita stopped, and the distant archipelagoes of eastern\nPolynesia. “Once they crossed that gap, they could island-hop throughout the region, and\nfrom the Marquesas, it’s mostly downwind to Hawaii,” Anderson says. It took another 400\nyears for mariners to reach Easter Island, which lies in the opposite direction – normally\nupwind. “Once again this was during a period of frequent El Niño activity.”\n \n3",
  "questions_text": "Questions 1-5\nComplete the summary with the list of words A-L below\nWrite the correct letter A-L in boxes 1-5 on your answer sheet.\nThe question, arisen from Captain Cook’s expedition to Hawaii, and others derived from it,\nhas fascinated researchers for a long time. However, a surprising archaeological find on\nÉfaté began to provide valuable information about the 1...................... On the excavating\nsite, a 2...................... Containing 3..................... of Lapita was uncovered. Later on,\nvarious researches and tests have been done to study the ancient people – Lapita and\ntheir 4...................... How could they manage to spread themselves so far over the vast\nocean? All that is certain is that they were good at canoeing. And perhaps they could take\nwell advantage of the trade wind. But there is no 5..................... of it.\nA   bones\nE   inquiring minds\nI   pottery\nB   co-leader\nF   proof\nJ   assumption\nC   descendents\nG   ancestors\nK   horizons\n \nD   international team\nH   early seafarers\nL   grave\n \nQuestions 6-9\nChoose the correct letter, A, B, C or D.\nWrite your answers in boxes 6-9 on your answer sheet.\n \n6. The chemical tests indicate that\nA   the elements in one’s teeth varied from childhood to adulthood.\nB   the isotope signatures of the elements remain the same in different places.\nC   the result of the study is not fascinating.\nD   these chemicals can’t conceal one’s origin.\n \n7. The isotope analysis from the Lapita\nA   exactly locates their birth island.\nB   reveals that the Lapita found the new place via straits.\nC   helps researchers to find out answers about the islanders.\nD   leaves more new questions for anthropologists to answer.\n8. According to paragraph F, the offspring of Lapita\n \n4\n\n \nA   were capable of voyages to land that is not accessible to view.\nB   were able to have the farthest voyage of 230 miles.\nC   worked their way through the archipelagoes of the western Pacific.\nD   fully explored the horizons.\n9. Once out exploring the sea, the sailors\nA   always found the trade winds unsuitable for sailing.\nB   could return home with various clues.\nC   sometimes would overshoot their home port and sail off into eternity.\nD   would sail in one direction.\nQuestions 10-14\nDo the following statements agree with the information given in Reading Passage?\nIn boxes 10-14 on your answer sheet, write\nTRUE               if the statement is true\nFALSE              if the statement is false\nNOT GIVEN    if the information is not given in the passage\n10.....................   The Lapita could canoe in the prevailing wind.\n11.....................   It was difficult for the sailors to find ways back, once they were out.\n12.....................   The reason why the Lapita stopped canoeing farther is still unknown.\n13.....................   The majority of the Lapita dwelled on Fiji.\n14.....................   The navigators could take advantage of El Nino during their forth voyages\n \n5",
  "full_text": "Reading Practice\n \nBeyond the blue line\nA\nMuch of the thrill of venturing to the far side of the world rests on the romance of difference.\nSo one feels a certain sympathy for Captain James Cook on the day in 1778 that he\n“discovered” Hawaii. Then on his third expedition to the Pacific, the British navigator had\nexplored scores of islands across the breadth of the sea, from lush New Zealand to the\nlonely wastes of Easter Island. This latest voyage had taken him thousands of miles north\nfrom the Society Islands to an archipelago so remote that even the old Polynesians back\non Tahiti knew nothing about it. Imagine Cook’s surprise, then, when the natives of Hawaii\ncame paddling out in their canoes and greeted him in a familiar tongue, one he had heard\non virtually every mote of inhabited land he had visited. Marveling at the ubiquity of this\nPacific language and culture, he later wondered in his journal: “How shall we account for\nthis Nation spreading itself so far over this vast ocean?”\nB\nThat question, and others that flow from it has tantalized inquiring minds for centuries: Who\nwere these amazing seafarers? Where did they come from, starting more than 3,000 years\nago? And how could a Neolithic people with simple canoes and no navigation gear manage\nto find, let alone colonize, hundreds of far-flung island specks scattered across an ocean\nthat spans nearly a third of the globe? Answers have been slow in coming. But now a\nstartling archaeological find on the island of Éfaté, in the Pacific nation of Vanuatu, has\nrevealed an ancient seafaring people, the distant ancestors of today’s Polynesians, taking\ntheir first steps into the unknown. The discoveries there have also opened a window into\nthe shadowy world of those early voyagers.\nC\n“What we have is a first- or second-generation site containing the graves of some of the\nPacific’s first explorers,” says Spriggs, professor of archaeology at the Australian National\nUniversity and co-leader of an international team excavating the site. It came to light only\nby luck. A backhoe operator, digging up topsoil on the grounds of a derelict coconut\nplantation, scraped open a grave – the first of dozens in a burial ground some 3,000 years\nold. It is the oldest cemetery ever found in the Pacific islands, and it harbors the bones of\nan ancient people archaeologists call the Lapita, a label that derives from a beach in New\nCaledonia where a landmark cache of their pottery was found in the 1950s.\nD\nThey were daring blue-water adventurers who roved the sea not just as explorers but also\nas pioneers, bringing along everything they would need to build new lives – their families\nand livestock, taro seedlings and stone tools. Within the span of a few centuries, the Lapita\nstretched the boundaries of their world from the jungle-clad volcanoes of Papua New\nGuinea to the loneliest coral outliers of Tonga, at least 2,000 miles eastward in the Pacific.\nAlong the way they explored millions of square miles of an unknown sea, discovering and\ncolonizing scores of tropical islands never before seen by human eyes: Vanuatu, New\nCaledonia, Fiji, Samoa.\nIt was their descendants, centuries later, who became the great Polynesian navigators we\n \n1\n\nall tend to think of: the Tahitians and Hawaiians, the New Zealand Maori, and the curious\npeople who erected those statues on Easter Island. But it was the Lapita who laid the\nfoundation – who bequeathed to the island the language, customs, and cultures that their\nmore famous descendants carried around the Pacific.\nE\nWhile the Lapita left a glorious legacy, they also left precious few clues about themselves.\nA particularly intriguing clue comes from chemical tests on the teeth of several skeletons.\nThen as now, the food and water you consume as a child deposits oxygen, carbon,\nstrontium, and other elements in your still-forming adult teeth. The isotope signatures of\nthese elements vary subtly from place to place, so that if you grow up in, say, Buffalo, New\nYork, then spend your adult life in California, tests on the isotopes in your teeth will always\nreveal your eastern roots.\nIsotope analysis indicates that several of the Lapita buried on Éfaté didn’t spend their\nchildhoods here but came from somewhere else. And while isotopes can’t pinpoint their\nprecise island of origin, this much is clear: At some point in their lives, these people left the\nvillages of their birth and made a voyage by seagoing canoe, never to return. DNA teased\nfrom these ancient bones may also help answer one of the most puzzling questions in\nPacific anthropology: Did all Pacific islanders spring from one source or many? Was there\nonly one outward migration from a single point in Asia, or several from different points?\n“This represents the best opportunity we’ve had yet,” says Spriggs, “to find out who the\nLapita actually were, where they came from, and who their closest descendants are today.”\nF\nThere is one stubborn question for which archaeology has yet to provide any answers: How\ndid the Lapita accomplish the ancient equivalent of a moon landing, many times over? No\none has found one of their canoes or any rigging, which could reveal how the canoes were\nsailed. Nor do the oral histories and traditions of later Polynesians offer any insights.\n“All we can say for certain is that the Lapita had canoes that were capable of ocean\nvoyages, and they had the ability to sail them,” says Geoff Irwin, a professor of archaeology\nat the University of Auckland and an avid yachtsman. Those sailing skills, he says, were\ndeveloped and passed down over thousands of years by earlier mariners who worked their\nway through the archipelagoes of the western Pacific making short crossings to islands\nwithin sight of each other. The real adventure didn’t begin, however, until their Lapita\ndescendants neared the end of the Solomons chain, for this was the edge of the world. The\nnearest landfall, the Santa Cruz Islands, is almost 230 miles away, and for at least 150 of\nthose miles, the Lapita sailors would have been out of sight of land, with empty horizons on\nevery side.\nG\nThe Lapita’s thrust into the Pacific was eastward, against the prevailing trade winds, Irwin\nnotes. Those nagging headwinds, he argues, may have been the key to their success.\n“They could sail out for days into the unknown and reconnoiter, secure in the knowledge\nthat if they didn’t find anything, they could turn about and catch a swift ride home on the\ntrade winds. It’s what made the whole thing work.” Once out there, skilled seafarers would\ndetect abundant leads to follow to land: seabirds and turtles, coconuts and twigs carried out\nto sea by the tides and the afternoon pileup of clouds on the horizon that often betokens an\n \n2\n\nisland in the distance.\nAll this presupposes one essential detail, says Atholl Anderson, professor of prehistory at\nthe Australian National University and, like Irwin, a keen yachtsman: that the Lapita had\nmastered the advanced art of tacking into the wind. “And there’s no proof that they could do\nany such thing,” Anderson says. “There has been this assumption that they must have\ndone so, and people have built canoes to re-create those early voyages based on that\nassumption. But nobody has any idea what their canoes looked like or how they were\nrigged.”\nH\nHowever they did it, the Lapita spread themselves a third of the way across the Pacific,\nthen called it quits for reasons known only to them. Ahead lay the vast emptiness of the\ncentral Pacific, and perhaps they were too thinly stretched to venture farther. They probably\nnever numbered more than a few thousand in total, and in their rapid migration eastward\nthey encountered hundreds of islands – more than 300 in Fiji alone. Supplied with such an\nembarrassment of riches, they could settle down and enjoy what for a time was Earth’s last\nEdens.\nI\nRather than give all the credit to human skill and daring, Anderson invokes the winds of\nchange. El Niño, the same climate disruption that affects the Pacific today, may have\nhelped scatter the first settlers to the ends of the ocean, Anderson suggests. Climate data\nobtained from slow-growing corals around the Pacific and from lake-bed sediments in the\nAndes of South America point to a series of unusually frequent El Niño around the time of\nthe Lapita expansion, and again between 1,600 and 1,200 years ago, when the second\nwave of pioneer navigators made their voyages farther east, to the remotest corners of the\nPacific. By reversing the regular east-to-west flow of the trade winds for weeks at a time,\nthese “super El Niño” might have sped the Pacific’s ancient mariners on long, unplanned\nvoyages could have been key to launching Polynesians across the wide expanse of open\nwater between Tonga, where the Lapita stopped, and the distant archipelagoes of eastern\nPolynesia. “Once they crossed that gap, they could island-hop throughout the region, and\nfrom the Marquesas, it’s mostly downwind to Hawaii,” Anderson says. It took another 400\nyears for mariners to reach Easter Island, which lies in the opposite direction – normally\nupwind. “Once again this was during a period of frequent El Niño activity.”\n \n3\n\nQuestions 1-5\nComplete the summary with the list of words A-L below\nWrite the correct letter A-L in boxes 1-5 on your answer sheet.\nThe question, arisen from Captain Cook’s expedition to Hawaii, and others derived from it,\nhas fascinated researchers for a long time. However, a surprising archaeological find on\nÉfaté began to provide valuable information about the 1...................... On the excavating\nsite, a 2...................... Containing 3..................... of Lapita was uncovered. Later on,\nvarious researches and tests have been done to study the ancient people – Lapita and\ntheir 4...................... How could they manage to spread themselves so far over the vast\nocean? All that is certain is that they were good at canoeing. And perhaps they could take\nwell advantage of the trade wind. But there is no 5..................... of it.\nA   bones\nE   inquiring minds\nI   pottery\nB   co-leader\nF   proof\nJ   assumption\nC   descendents\nG   ancestors\nK   horizons\n \nD   international team\nH   early seafarers\nL   grave\n \nQuestions 6-9\nChoose the correct letter, A, B, C or D.\nWrite your answers in boxes 6-9 on your answer sheet.\n \n6. The chemical tests indicate that\nA   the elements in one’s teeth varied from childhood to adulthood.\nB   the isotope signatures of the elements remain the same in different places.\nC   the result of the study is not fascinating.\nD   these chemicals can’t conceal one’s origin.\n \n7. The isotope analysis from the Lapita\nA   exactly locates their birth island.\nB   reveals that the Lapita found the new place via straits.\nC   helps researchers to find out answers about the islanders.\nD   leaves more new questions for anthropologists to answer.\n8. According to paragraph F, the offspring of Lapita\n \n4\n\n \nA   were capable of voyages to land that is not accessible to view.\nB   were able to have the farthest voyage of 230 miles.\nC   worked their way through the archipelagoes of the western Pacific.\nD   fully explored the horizons.\n9. Once out exploring the sea, the sailors\nA   always found the trade winds unsuitable for sailing.\nB   could return home with various clues.\nC   sometimes would overshoot their home port and sail off into eternity.\nD   would sail in one direction.\nQuestions 10-14\nDo the following statements agree with the information given in Reading Passage?\nIn boxes 10-14 on your answer sheet, write\nTRUE               if the statement is true\nFALSE              if the statement is false\nNOT GIVEN    if the information is not given in the passage\n10.....................   The Lapita could canoe in the prevailing wind.\n11.....................   It was difficult for the sailors to find ways back, once they were out.\n12.....................   The reason why the Lapita stopped canoeing farther is still unknown.\n13.....................   The majority of the Lapita dwelled on Fiji.\n14.....................   The navigators could take advantage of El Nino during their forth voyages\n \n5",
  "solution_text": "Solution:\n\n 1. H         8. A\n\n 2. L          9. B\n\n 3. A        10. TRUE\n\n 4. C        11. FALSE\n\n 5. F         12. TRUE\n\n 6. D        13. FALSE\n\n 7. C        14. NOT GIVEN\n\n\n\n\n\n                                                                  6",
  "answer_key": {
    "1": "H",
    "8": "A",
    "2": "L",
    "9": "B",
    "3": "A",
    "10": "TRUE",
    "4": "C",
    "11": "FALSE",
    "5": "F",
    "12": "TRUE",
    "6": "D",
    "13": "FALSE",
    "7": "C",
    "14": "NOT GIVEN"
  },
  "question_sections": [
    {
      "label": "Questions 1-5",
      "page": 330
    },
    {
      "label": "Questions 6-9",
      "page": 330
    },
    {
      "label": "Questions 10-14",
      "page": 331
    }
  ],
  "extracted_at": "2026-02-25T17:36:59.383123"
}