{
  "id": "ielts-r-0463",
  "slug": "the-dollar-a-year-man",
  "title": "The Dollar-a-Year Man",
  "page_range": [
    2348,
    2358
  ],
  "passage_text": "Reading Practice\n \nThe Dollar-a-Year Man\n \nHow John Lomax set out to record American folk music\n \nA In the early 1930s, folklorist, platform lecturer, college professor and former banker John\nAvery Lomax was trying to recapture a sense of direction for his life. For two decades he\nhad enjoyed a national reputation for his pioneering work in collecting and studying\nAmerican folk songs; no less a figure than President Theodore Roosevelt had admired his\nwork, and had written a letter of support for him as he sought grants for his research. He\nhad always dreamed of finding a way of making a living by doing the thing he loved\nbest, collecting folk songs, but he was now beginning to wonder if he would ever\nrealise that dream.\n \nB Lomax wanted to embark on a nationwide collecting project, resulting in as many as four\nvolumes, and ‘complete the rehabilitation of the American folk-song’. Eventually this was\nmodified to where he envisioned a single book tentatively called American Ballads and Folk\nSojigs,designed to survey the whole field. It called for firsthand field collecting, and would\nespecially focus on the neglected area of black folk music.\n \nC In 1932, Lomax travelled to New York, and stopped in to see a man named H.S.\nLatham of the Macmillan Company. He informally outlined his plan to Latham, and\nread him the text of an earthy African American blues ballad called ‘Ida Red’. Latham\nwas impressed, and two days later Lomax had a contract, a small check to bind it,\nand an agreement to deliver the manuscript about one year later. The spring of 1932\nbegan to look more green, lush and full of promise.\nD Lomax immediately set to work. He travelled to libraries at Harvard, the Library of\nCongress, Brown University and elsewhere in order to explore unpublished song\ncollections and to canvas the folk song books published over the past ten years. During his\nstay in Washington, D.C., Lomax became friendly with Carl Engel, Music Division chief of\nthe Library of Congress. Engel felt that Lomax had the necessary background and energy\nto someday direct the Archive of Folk Song. Through funds provided by the Council of\nLearned Societies and the Library of Congress, Lomax ordered a state-of-the-art portable\nrecording machine. More importantly, the Library of Congress agreed to furnish blank\nrecords and to lend their name to his collecting; Lomax simply had to agree to deposit\nthe completed records at the Library of Congress. He did so without hesitation. On July 15,\n1933, Lomax was appointed an ‘honorary consultant’ for a dollar a year-.\nE Together with his eighteen-year-old son Alan, he began a great adventure to\ncollect songs for American Ballads and Folk Songs, a task that was to last for\nmany months. Lomax’s library research had reinforced his belief that a dearth of black folk\nsong material existed in printed collections. This fact, along with his early appreciation of\nAfrican American folk culture, led Lomax to decide that black folk music from rural areas\nshould be the primary focus. This bold determination resulted in the first major trip in the\nUnited States to capture black folk music in the field. In order to fulfill their quest, the\ntwo men concentrated on sections of the South with a high percentage of blacks. They\nalso pinpointed laboring camps, particularly lumber camps, which employed blacks almost\nexclusively. But as they went along, prisons and penitentiaries also emerged as a focal\npoint for research.\n \n1\n\n \n \nF The recordings made by the Lomaxes had historical significance. The whole idea\nof using a phonograph to preserve authentic folk music was still fairly new. Most of\nJohn Lomax’s peers were involved in collecting-songs the classic way: taking both\nwords and melody down by hand, asking the singer to perform the song over and\nover until the collector had ‘caught’ it on paper. John Lomax sensed at once the\nlimitations of this kind of method, especially when getting songs from African-\nAmerican singers, whose quarter tones, blue notes and complex timing often\nfrustrated white musicians trying to transcribe them with European notation\nsystems.\nG The whole concept of field recordings was, in 1933 and still is today, radically\ndifferent from the popular notion of recording. Field recordings are not intended as\ncommercial products, but as attempts at cultural preservation. There is no profit motive,\nnor any desire to make the singer a ‘star’. As have hundreds of folk song collectors\nafter him, John Lomax had to persuade his singers to perform, to explain to them why their\nsongs were important, and to convince the various authorities - the wardens, the trusties,\nthe bureaucrats - that this was serious, worthwhile work. He faced the moral problem of\nhow to safeguard the records and the rights of the singers - a problem he solved in this\ninstance by donating the discs to the Library of Congress. He had to overcome the\ntechnical problems involved in recording outside a studio; one always hoped for quiet, with\nno doors slamming or alarms going off, but it was always a risk. His new state-of-the-\nart recording machine sported a new microphone designed by NBC, but there were no\nwind baffles to help reduce the noise when recording outside. Lomax learned how to\nbalance sound, where to place microphones, how to work echoes and walls, and soon was\na skilled recordist.\n \n2",
  "questions_text": "Questions 1-5\nComplete the summary below.\nChoose NO MORE THAN THREE WORDS from the passage for each answer.\nWrite your answers in boxes 1-5 on your answer sheet.\n \n \n \n \n \n \n \n \n \n \n \n \n \nJOHN LOMAX’S PROJECT\n  \nLomax began the research for this project by looking at 1..................... that were\nnot available in book form, as well as at certain books. While he was doing this\nresearch, he met someone who ran a department at the 2..................... in Washington.\nAs a result of this contact, he was provided with the very latest kind or 3..................... for\nhis project.\nLomax believed that the places he should concentrate on were 4..................... in\nthe South of the US. While he and his son were on their trip, they added 5.....................\nas places where they could find what they were looking for.\nTips: Summary (notes/table/flow chart) completion\n \n \n \n \n \n \nTask guide\n \n    This task requires you to find pieces of information in the reading passage in order to\nfill in the gaps in a summary (or notes or table or flow chart).\n    This task often, but not always, focusses on one part or section of the reading\npassage, rather than on pieces of information spread throughout the text.\n    This task requires you to use exact words and phrases from the text; the answers\ntherefore all appear in the relevant part of the text. Do not try to use different words that\nhave the same meaning -your answer will be marked wrong even if the meaning is\ncorrect.\n    In completion tasks, the questions follow the same order as the relevant\ninformation in the reading passage.\n    Read the instructions carefully. Notice how many words you can use to answer each\nquestion. The number of words may vary; you may be asked to write one. two or three\nwords in each question. The instructions will also tell you if you need to use a number\nfor your answer.\n    In this case, you are asked to complete a summary. \nStep-by-step Guide\n \n3\n\n \n \n \n \n \n \n \n \n \nStep 1 - Locate the task in the text\nFirst of all, you need to locate the task in the reading passage. Look for clues.\nIf the task has a title, it may refer to something that only appears in a particular section\nof the text.\nIn this case, the title ('JOHN LOMAX'S PROJECT') doesn’t really help, because most of\nthe text is about Lomax's project. You will need to look for clues in the summary.\n \n \n-The summary begins: 'Lomax began his research for this project...\nof the text (A-G) does he begin his research? Which sentence in that section refers\nto him beginning his work?\n'. In which section\n-The second sentence of the summary refers to Washington. Is\nmentioned in the same section of the text?\nWashington\n-The second paragraph of the summary mentions ‘the South of the US\nsection (A-G) of the text mentions 'the South'?\n’. Which\n \n \n \n \n \n \n \n \n \n \n \n \n \n-The second paragraph of the summary also mentions Lomax's son. Is his son\n \n \n \nmentioned in the same section of the text?\nStep 2 - Find the answers\nNow look for the answers in the parts of the text you identified in step 1.\nRemember that you must fill in the gaps with the exact words and phrases that appear\nin the text. However, the rest of the summary does not consist of words and phrases\nthat are all repeated exactly from the text. Instead, the summary uses words\nand phrases that have the same meaning as those used in the text or that express the\nsame ideas in a different way.\nQuestion 1\nLook at the words before and after the gap.\n1    The verb after the gap is 'were'. What kind of word or phrase is required in the\ngap?\n-singular noun \n-adjective\n-or plural noun?\n2    Which word in the text means 'look at' or 'study'?\n3   Which word in the text means 'not available in book form'?\nNow use your answers for step 2 to find the answer to Question 1.\nQuestion 2\nLook at the sentence containing Question 2.\n1    What is the word or phrase in the gap likely to refer to?\n \n4\n\n \n \n \n \n \n-the name of a department \n-the name of an institution \n-or the name of a person?\n2    Which word in the text means 'department'?\n3 If someone 'runs' a place, they are the manager of it or in charge of it. Which\nword in the text means 'manager' or 'head'?\nNow use your answers for step 2 to find the answer to Question 2.\nQuestions 3-5\nNow answer Questions 3-5 using the same process:\n \n \n \n•    Try to predict what kind of word is required in each gap by looking at the\nsurrounding context.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n•    Look for words and phrases in the text that mean the same or express the same\nideas as those used in the text surrounding the gaps in the summary.\n \nQuestions 6-10\nReading Passage 1 has seven sections labelled A-G.\nWhich section contains the following information?\nWrite the correct letter A-G in boxes 6-10 on your answer sheet. \nNB: You may use any letter more than once.\n6.....................    a reference to the speed with which Lomax responded to a demand\n7.....................    a reason why Lomax doubted the effectiveness of a certain approach\n8.....................    reasons why Lomax was considered suitable for a particular official\npost\n9.....................    a reference to a change of plan on Lomax’s part \n10.....................  a reference to one of Lomax’s theories being confirmed\nTips: Matching information to sections of text \n \n \nTask guide\n    This task requires you to find the sections in which specific pieces of\ninformation appear in the reading passage.\n \n5\n\n \n \n \n    It is possible that the same section will be the answer to more than one question. If\nthis is the case, the instructions will tell you that you can use any letter more than once.\nHowever, it is also possible that a section or sections of the text will not be the answer to\nany of the questions. The instructions will not tell you if this is the case, but do not worry\nif you have not chosen a particular section as the answer to any of the questions,\nbecause this may be correct.\n    Be careful not to choose a section as your answer simply because it\ncontains something on the same general subject as the question. It is likely that\nmore than one section will contain information connected with the question, but\nonly one section will contain the precise piece of information asked for in the question.\n    Beware of 'word spotting'. Do not choose a section as your answer simply because\nit contains a word that also appears in the question. Other sections may also contain\nthat word. It is very unlikely that the correct answer will involve simply finding the same\nword in both the question and a certain section of the reading passage.\nStep-by-step guide\nThe best approach to this task is to:\n  \n•    read the first question and then look through the text to find the answer to it.\n    \n•    move to the next question and repeat the process.\nQuestion 6\n  Step 1 - Decide what you are looking for\n1    The question refers to a 'demand' that Lomax responded to. Therefore, you are\nlooking for:\n-A something he was required to do\n-B something he asked for\n-C something he was given\n2\nQuestion 6 refers to 'speed'. Therefore, you are looking for a reference to him doing\nsomething:\n   \n-A well or badly\n-B quickly or slowly\n-C easily or with difficulty\n Step 2 - Find the answer\nNow use your answers for step 1 to find the answer to Question 6.\nWhen you are looking through the text, look for something that matches the ideas or\ninformation contained in the question.\n \n6\n\n    \n \nIn many questions, you will not find words and phrases in the reading passage that\nmean exactly the same as those used in the question. Instead, you will need to find\nplaces in the passage which refer to the idea expressed in the question.\nWhen you have located the section which contains the relevant piece of information, you\nwill be able to answer these questions:\n1 What was Lomax required to do?\n2 Which phrase in the text means 'very quickly' or 'immediately'?\nNow write your answer for Question 6.\nQuestion 7\n \nStep 1 - Decide what you are looking for\n1    The question refers to why Lomax 'doubted the effectiveness' of an approach.\nTherefore, you are looking for a reference to him:\n-A finding out how something worked\n-B explaining how something worked \n-C thinking that something didn't work very well\n2    The question refers to an 'approach'. In this context, you are likely to be\nlooking for:\n    \n \n \n \n \n \n-A a route taken on a journey\n-B a research method \n-C a type of music\nStep 2 - Find the answer\nNow use your answers for step 1 to find the answer to Question 7.\nLook for references in the reading passage that match the ideas and information\ncontained in the question. When you have located the section which contains the\nrelevant piece of information, you will be able to answer these questions:\n1 Which approach did Lomax consider ineffective?\n2 Which word in the text means 'disadvantages' and refers to this approach, in his\nopinion?\nNow write your answer for Question 7.\nQuestions 8-10\nNow answer Questions 8-10 using the same process:\n•    Read each question carefully and make sure that you understand exactly what you\nare looking for in the text.\n•    Find the section of the reading passage which matches exactly the ideas and\n \n7\n\n \n \n \n \n \n \n \n \n \n \n \n \ninformation contained in the question.\n \nQuestions 11-13\nChoose THREE lecters A-F.\nWrite your answers in boxes 11-13 on your answer sheet.\nWhich THREE of the following difficulties for Lomax are mentioned by the writer of the text?\nA finding a publisher for his research\nB deciding exactly what kind of music to collect \nC the scepticism of others concerning his methods \nD the reluctance of people to participate in his project \nE making sure that participants in his project were nor exploited \nF factors resulting from his choice of locations for recording\nTips: Multiple-choice with multiple answers\nTask guide\n    This task requires you to select a specified number of options which correctly answer\nthe question.\n    This task requires you to ask yourself two things for each option: (a) Is it true\naccording to the text? and (b) Does it correctly answer the question?\n    Be careful! An option may be true, but it may not answer the question. For example, if\nyou are asked to select 'problems', an option may refer to something that did happen in\nthe text but was not actually a problem.\n    In these tasks, the options follow the same order as the relevant information in the\ntext.\n    Sometimes there is one mark for each correct option you choose; sometimes there is\nonly one mark for the whole task, and you have to choose all the correct options in order\nto get a mark. If only one question number is given, you will know that only one mark will\nbe given. In this task, there are three question numbers (Question 11,\n12 and 13),which means that three marks will be given.\nStep-by-step guide\nThe best approach to this task is to:\n \n8\n\n•    take each option one by one\n   \n \n \n  \n \n•    find the relevant place in the text and\n \n \n \n \n \n \n  \n \n•    decide whether the option is one of the answers to the question or not.\nOption A\n Step 1 - Locate the option in the text\nLook at option A and then read through the text. Which section mentions a publisher?\n Step 2 - Decide whether the option answers the question\nLook through the section you identified in step 1. Answer the questions below and\ndecide whether option A is one of the answers or not.\n1. What was the name of the publishing company Lomax visited?\n2. What was the name of the man he went to see about publishing the book?\n3. How long after they met did this man contact Lomax?\n4. Did this man agree to publish Lomax's book?\nUsing your answers to these questions, decide whether option A refers to something\nthat Lomax found difficult.\nOption B\nStep 1 - Locate the option in the text\nLook at option B and then read through the text.\nWhich section contains three specific references to the kind of music Lomax decided to\ncollect?\nStep 2 - Decide whether the option answers the question\nLook through the section you identified in step 1. Answer the questions below and\ndecide whether option B is one of the answers or not.\n1. What kind of music did Lomax decide to collect?\n2. What two reasons are given for Lomax deciding to collect this kind of music?\n3. Is there a reference to any other kind of music he considered collecting?\n4. Is there a reference to Lomax taking a long time to decide what kind of music to\ncollect?\nUsing your answers to these questions, decide whether option B refers to something\nthat Lomax found difficult.\n \n9\n\n \n \nOptions C-F\nNow look at options C-F and use the same process to decide whether each one is an\nanswer or not:\n•    Find the relevant part of the text.\n \n \n \n•    Read that part of the text carefully to find out whether each of the options was\nsomething that caused Lomax a problem or not.\n \n10",
  "full_text": "Reading Practice\n \nThe Dollar-a-Year Man\n \nHow John Lomax set out to record American folk music\n \nA In the early 1930s, folklorist, platform lecturer, college professor and former banker John\nAvery Lomax was trying to recapture a sense of direction for his life. For two decades he\nhad enjoyed a national reputation for his pioneering work in collecting and studying\nAmerican folk songs; no less a figure than President Theodore Roosevelt had admired his\nwork, and had written a letter of support for him as he sought grants for his research. He\nhad always dreamed of finding a way of making a living by doing the thing he loved\nbest, collecting folk songs, but he was now beginning to wonder if he would ever\nrealise that dream.\n \nB Lomax wanted to embark on a nationwide collecting project, resulting in as many as four\nvolumes, and ‘complete the rehabilitation of the American folk-song’. Eventually this was\nmodified to where he envisioned a single book tentatively called American Ballads and Folk\nSojigs,designed to survey the whole field. It called for firsthand field collecting, and would\nespecially focus on the neglected area of black folk music.\n \nC In 1932, Lomax travelled to New York, and stopped in to see a man named H.S.\nLatham of the Macmillan Company. He informally outlined his plan to Latham, and\nread him the text of an earthy African American blues ballad called ‘Ida Red’. Latham\nwas impressed, and two days later Lomax had a contract, a small check to bind it,\nand an agreement to deliver the manuscript about one year later. The spring of 1932\nbegan to look more green, lush and full of promise.\nD Lomax immediately set to work. He travelled to libraries at Harvard, the Library of\nCongress, Brown University and elsewhere in order to explore unpublished song\ncollections and to canvas the folk song books published over the past ten years. During his\nstay in Washington, D.C., Lomax became friendly with Carl Engel, Music Division chief of\nthe Library of Congress. Engel felt that Lomax had the necessary background and energy\nto someday direct the Archive of Folk Song. Through funds provided by the Council of\nLearned Societies and the Library of Congress, Lomax ordered a state-of-the-art portable\nrecording machine. More importantly, the Library of Congress agreed to furnish blank\nrecords and to lend their name to his collecting; Lomax simply had to agree to deposit\nthe completed records at the Library of Congress. He did so without hesitation. On July 15,\n1933, Lomax was appointed an ‘honorary consultant’ for a dollar a year-.\nE Together with his eighteen-year-old son Alan, he began a great adventure to\ncollect songs for American Ballads and Folk Songs, a task that was to last for\nmany months. Lomax’s library research had reinforced his belief that a dearth of black folk\nsong material existed in printed collections. This fact, along with his early appreciation of\nAfrican American folk culture, led Lomax to decide that black folk music from rural areas\nshould be the primary focus. This bold determination resulted in the first major trip in the\nUnited States to capture black folk music in the field. In order to fulfill their quest, the\ntwo men concentrated on sections of the South with a high percentage of blacks. They\nalso pinpointed laboring camps, particularly lumber camps, which employed blacks almost\nexclusively. But as they went along, prisons and penitentiaries also emerged as a focal\npoint for research.\n \n1\n\n \n \nF The recordings made by the Lomaxes had historical significance. The whole idea\nof using a phonograph to preserve authentic folk music was still fairly new. Most of\nJohn Lomax’s peers were involved in collecting-songs the classic way: taking both\nwords and melody down by hand, asking the singer to perform the song over and\nover until the collector had ‘caught’ it on paper. John Lomax sensed at once the\nlimitations of this kind of method, especially when getting songs from African-\nAmerican singers, whose quarter tones, blue notes and complex timing often\nfrustrated white musicians trying to transcribe them with European notation\nsystems.\nG The whole concept of field recordings was, in 1933 and still is today, radically\ndifferent from the popular notion of recording. Field recordings are not intended as\ncommercial products, but as attempts at cultural preservation. There is no profit motive,\nnor any desire to make the singer a ‘star’. As have hundreds of folk song collectors\nafter him, John Lomax had to persuade his singers to perform, to explain to them why their\nsongs were important, and to convince the various authorities - the wardens, the trusties,\nthe bureaucrats - that this was serious, worthwhile work. He faced the moral problem of\nhow to safeguard the records and the rights of the singers - a problem he solved in this\ninstance by donating the discs to the Library of Congress. He had to overcome the\ntechnical problems involved in recording outside a studio; one always hoped for quiet, with\nno doors slamming or alarms going off, but it was always a risk. His new state-of-the-\nart recording machine sported a new microphone designed by NBC, but there were no\nwind baffles to help reduce the noise when recording outside. Lomax learned how to\nbalance sound, where to place microphones, how to work echoes and walls, and soon was\na skilled recordist.\n \n2\n\nQuestions 1-5\nComplete the summary below.\nChoose NO MORE THAN THREE WORDS from the passage for each answer.\nWrite your answers in boxes 1-5 on your answer sheet.\n \n \n \n \n \n \n \n \n \n \n \n \n \nJOHN LOMAX’S PROJECT\n  \nLomax began the research for this project by looking at 1..................... that were\nnot available in book form, as well as at certain books. While he was doing this\nresearch, he met someone who ran a department at the 2..................... in Washington.\nAs a result of this contact, he was provided with the very latest kind or 3..................... for\nhis project.\nLomax believed that the places he should concentrate on were 4..................... in\nthe South of the US. While he and his son were on their trip, they added 5.....................\nas places where they could find what they were looking for.\nTips: Summary (notes/table/flow chart) completion\n \n \n \n \n \n \nTask guide\n \n    This task requires you to find pieces of information in the reading passage in order to\nfill in the gaps in a summary (or notes or table or flow chart).\n    This task often, but not always, focusses on one part or section of the reading\npassage, rather than on pieces of information spread throughout the text.\n    This task requires you to use exact words and phrases from the text; the answers\ntherefore all appear in the relevant part of the text. Do not try to use different words that\nhave the same meaning -your answer will be marked wrong even if the meaning is\ncorrect.\n    In completion tasks, the questions follow the same order as the relevant\ninformation in the reading passage.\n    Read the instructions carefully. Notice how many words you can use to answer each\nquestion. The number of words may vary; you may be asked to write one. two or three\nwords in each question. The instructions will also tell you if you need to use a number\nfor your answer.\n    In this case, you are asked to complete a summary. \nStep-by-step Guide\n \n3\n\n \n \n \n \n \n \n \n \n \nStep 1 - Locate the task in the text\nFirst of all, you need to locate the task in the reading passage. Look for clues.\nIf the task has a title, it may refer to something that only appears in a particular section\nof the text.\nIn this case, the title ('JOHN LOMAX'S PROJECT') doesn’t really help, because most of\nthe text is about Lomax's project. You will need to look for clues in the summary.\n \n \n-The summary begins: 'Lomax began his research for this project...\nof the text (A-G) does he begin his research? Which sentence in that section refers\nto him beginning his work?\n'. In which section\n-The second sentence of the summary refers to Washington. Is\nmentioned in the same section of the text?\nWashington\n-The second paragraph of the summary mentions ‘the South of the US\nsection (A-G) of the text mentions 'the South'?\n’. Which\n \n \n \n \n \n \n \n \n \n \n \n \n \n-The second paragraph of the summary also mentions Lomax's son. Is his son\n \n \n \nmentioned in the same section of the text?\nStep 2 - Find the answers\nNow look for the answers in the parts of the text you identified in step 1.\nRemember that you must fill in the gaps with the exact words and phrases that appear\nin the text. However, the rest of the summary does not consist of words and phrases\nthat are all repeated exactly from the text. Instead, the summary uses words\nand phrases that have the same meaning as those used in the text or that express the\nsame ideas in a different way.\nQuestion 1\nLook at the words before and after the gap.\n1    The verb after the gap is 'were'. What kind of word or phrase is required in the\ngap?\n-singular noun \n-adjective\n-or plural noun?\n2    Which word in the text means 'look at' or 'study'?\n3   Which word in the text means 'not available in book form'?\nNow use your answers for step 2 to find the answer to Question 1.\nQuestion 2\nLook at the sentence containing Question 2.\n1    What is the word or phrase in the gap likely to refer to?\n \n4\n\n \n \n \n \n \n-the name of a department \n-the name of an institution \n-or the name of a person?\n2    Which word in the text means 'department'?\n3 If someone 'runs' a place, they are the manager of it or in charge of it. Which\nword in the text means 'manager' or 'head'?\nNow use your answers for step 2 to find the answer to Question 2.\nQuestions 3-5\nNow answer Questions 3-5 using the same process:\n \n \n \n•    Try to predict what kind of word is required in each gap by looking at the\nsurrounding context.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n•    Look for words and phrases in the text that mean the same or express the same\nideas as those used in the text surrounding the gaps in the summary.\n \nQuestions 6-10\nReading Passage 1 has seven sections labelled A-G.\nWhich section contains the following information?\nWrite the correct letter A-G in boxes 6-10 on your answer sheet. \nNB: You may use any letter more than once.\n6.....................    a reference to the speed with which Lomax responded to a demand\n7.....................    a reason why Lomax doubted the effectiveness of a certain approach\n8.....................    reasons why Lomax was considered suitable for a particular official\npost\n9.....................    a reference to a change of plan on Lomax’s part \n10.....................  a reference to one of Lomax’s theories being confirmed\nTips: Matching information to sections of text \n \n \nTask guide\n    This task requires you to find the sections in which specific pieces of\ninformation appear in the reading passage.\n \n5\n\n \n \n \n    It is possible that the same section will be the answer to more than one question. If\nthis is the case, the instructions will tell you that you can use any letter more than once.\nHowever, it is also possible that a section or sections of the text will not be the answer to\nany of the questions. The instructions will not tell you if this is the case, but do not worry\nif you have not chosen a particular section as the answer to any of the questions,\nbecause this may be correct.\n    Be careful not to choose a section as your answer simply because it\ncontains something on the same general subject as the question. It is likely that\nmore than one section will contain information connected with the question, but\nonly one section will contain the precise piece of information asked for in the question.\n    Beware of 'word spotting'. Do not choose a section as your answer simply because\nit contains a word that also appears in the question. Other sections may also contain\nthat word. It is very unlikely that the correct answer will involve simply finding the same\nword in both the question and a certain section of the reading passage.\nStep-by-step guide\nThe best approach to this task is to:\n  \n•    read the first question and then look through the text to find the answer to it.\n    \n•    move to the next question and repeat the process.\nQuestion 6\n  Step 1 - Decide what you are looking for\n1    The question refers to a 'demand' that Lomax responded to. Therefore, you are\nlooking for:\n-A something he was required to do\n-B something he asked for\n-C something he was given\n2\nQuestion 6 refers to 'speed'. Therefore, you are looking for a reference to him doing\nsomething:\n   \n-A well or badly\n-B quickly or slowly\n-C easily or with difficulty\n Step 2 - Find the answer\nNow use your answers for step 1 to find the answer to Question 6.\nWhen you are looking through the text, look for something that matches the ideas or\ninformation contained in the question.\n \n6\n\n    \n \nIn many questions, you will not find words and phrases in the reading passage that\nmean exactly the same as those used in the question. Instead, you will need to find\nplaces in the passage which refer to the idea expressed in the question.\nWhen you have located the section which contains the relevant piece of information, you\nwill be able to answer these questions:\n1 What was Lomax required to do?\n2 Which phrase in the text means 'very quickly' or 'immediately'?\nNow write your answer for Question 6.\nQuestion 7\n \nStep 1 - Decide what you are looking for\n1    The question refers to why Lomax 'doubted the effectiveness' of an approach.\nTherefore, you are looking for a reference to him:\n-A finding out how something worked\n-B explaining how something worked \n-C thinking that something didn't work very well\n2    The question refers to an 'approach'. In this context, you are likely to be\nlooking for:\n    \n \n \n \n \n \n-A a route taken on a journey\n-B a research method \n-C a type of music\nStep 2 - Find the answer\nNow use your answers for step 1 to find the answer to Question 7.\nLook for references in the reading passage that match the ideas and information\ncontained in the question. When you have located the section which contains the\nrelevant piece of information, you will be able to answer these questions:\n1 Which approach did Lomax consider ineffective?\n2 Which word in the text means 'disadvantages' and refers to this approach, in his\nopinion?\nNow write your answer for Question 7.\nQuestions 8-10\nNow answer Questions 8-10 using the same process:\n•    Read each question carefully and make sure that you understand exactly what you\nare looking for in the text.\n•    Find the section of the reading passage which matches exactly the ideas and\n \n7\n\n \n \n \n \n \n \n \n \n \n \n \n \ninformation contained in the question.\n \nQuestions 11-13\nChoose THREE lecters A-F.\nWrite your answers in boxes 11-13 on your answer sheet.\nWhich THREE of the following difficulties for Lomax are mentioned by the writer of the text?\nA finding a publisher for his research\nB deciding exactly what kind of music to collect \nC the scepticism of others concerning his methods \nD the reluctance of people to participate in his project \nE making sure that participants in his project were nor exploited \nF factors resulting from his choice of locations for recording\nTips: Multiple-choice with multiple answers\nTask guide\n    This task requires you to select a specified number of options which correctly answer\nthe question.\n    This task requires you to ask yourself two things for each option: (a) Is it true\naccording to the text? and (b) Does it correctly answer the question?\n    Be careful! An option may be true, but it may not answer the question. For example, if\nyou are asked to select 'problems', an option may refer to something that did happen in\nthe text but was not actually a problem.\n    In these tasks, the options follow the same order as the relevant information in the\ntext.\n    Sometimes there is one mark for each correct option you choose; sometimes there is\nonly one mark for the whole task, and you have to choose all the correct options in order\nto get a mark. If only one question number is given, you will know that only one mark will\nbe given. In this task, there are three question numbers (Question 11,\n12 and 13),which means that three marks will be given.\nStep-by-step guide\nThe best approach to this task is to:\n \n8\n\n•    take each option one by one\n   \n \n \n  \n \n•    find the relevant place in the text and\n \n \n \n \n \n \n  \n \n•    decide whether the option is one of the answers to the question or not.\nOption A\n Step 1 - Locate the option in the text\nLook at option A and then read through the text. Which section mentions a publisher?\n Step 2 - Decide whether the option answers the question\nLook through the section you identified in step 1. Answer the questions below and\ndecide whether option A is one of the answers or not.\n1. What was the name of the publishing company Lomax visited?\n2. What was the name of the man he went to see about publishing the book?\n3. How long after they met did this man contact Lomax?\n4. Did this man agree to publish Lomax's book?\nUsing your answers to these questions, decide whether option A refers to something\nthat Lomax found difficult.\nOption B\nStep 1 - Locate the option in the text\nLook at option B and then read through the text.\nWhich section contains three specific references to the kind of music Lomax decided to\ncollect?\nStep 2 - Decide whether the option answers the question\nLook through the section you identified in step 1. Answer the questions below and\ndecide whether option B is one of the answers or not.\n1. What kind of music did Lomax decide to collect?\n2. What two reasons are given for Lomax deciding to collect this kind of music?\n3. Is there a reference to any other kind of music he considered collecting?\n4. Is there a reference to Lomax taking a long time to decide what kind of music to\ncollect?\nUsing your answers to these questions, decide whether option B refers to something\nthat Lomax found difficult.\n \n9\n\n \n \nOptions C-F\nNow look at options C-F and use the same process to decide whether each one is an\nanswer or not:\n•    Find the relevant part of the text.\n \n \n \n•    Read that part of the text carefully to find out whether each of the options was\nsomething that caused Lomax a problem or not.\n \n10",
  "solution_text": "Solution:\n\n 1. song collections       8. D\n\n 2. Library of Congress   9. B\n\n 3. portable recording\n                         10. E\n machine\n\n                         11. D/E/F (in any\n 4. rural areas\n                          order)\n\n 5. prisons and           12. D/E/F (in any\n penitentiaries            order)\n\n                         13. D/E/F (in any\n 6. D\n                          order)\n\n 7. F\n\n\n\n\n\n                                                                 11",
  "answer_key": {
    "1": "song collections",
    "8": "D",
    "2": "Library of Congress",
    "9": "B",
    "3": "portable recording",
    "10": "E machine",
    "11": "D/E/F (in any",
    "4": "rural areas order)",
    "5": "prisons and",
    "12": "D/E/F (in any penitentiaries order)",
    "13": "D/E/F (in any",
    "6": "D order)",
    "7": "F"
  },
  "question_sections": [
    {
      "label": "Questions 1-5",
      "page": 2350
    }
  ],
  "extracted_at": "2026-02-25T17:37:02.217809"
}