{
  "id": "ielts-r-0093",
  "slug": "childrens-literature (1)",
  "title": "Children’s literature",
  "page_range": [
    474,
    482
  ],
  "passage_text": "Reading Practice\n \n \nChildren’s literature\nA I am sometimes asked why anyone who is not a teacher or a librarian or the parent\nof little kids should concern herself with children's books and folklore. I know the\nstandard answers: that many famous writers have written for children, and that the\ngreat children's books are also great literature; that these books and tales are\nan important source of archetype and symbol, and that they can help us to\nunderstand the structure and functions of the novel.\n \nB All this is true. But I think we should also take children's literature seriously because it\nis sometimes subversive: because its values are not always those of the conventional adult\nworld. Of course, in a sense much great literature is subversive, since its very existence\nimplies that what matters is art, imagination and truth. In what we call the real world, what\nusually counts is money, power and public success.\n \nC The great subversive works of children's literature suggest that there are other\nviews of human life besides those of the shopping mall and the corporation. They\nmock current assumptions and express the imaginative, unconventional,\nnoncommercial view of the world in its simplest and purest form. They appeal to the\nimaginative, questioning, rebellious child within all of us, renew our instinctive\nenergy, and act as a force for change. This is why such literature is worthy of\nour attention and will endure long after more conventional tales have been forgotten.\n \nD An interesting question is what - besides intention - makes a particular story a\n'children's book'? With the exception of picture books for toddlers, these works are\nnot necessarily shorter or simpler than so-called adult fiction, and they are surely\nnot less well written. The heroes and heroines of these tales, it is true, are\noften children: but then so are the protagonists of Henry James's What Maisie\nKnew and Toni Morrison's The Bluest Eye. Yet the barrier between children's books and\nadult fiction remains; editors, critics and readers seem to have little trouble in assigning a\ngiven work to one category or the other.\nE In classic children's fiction a pastoral convention is maintained. It is assumed that the\nworld of childhood is simpler and more natural than that of adults, and that children, though\nthey may have faults, are essentially good or at least capable of becoming so. The\ntransformation of selfish, whiny, disagreeable Mary and hysterical, demanding Colin in\nFrances Hodgson Burnett's The Secret Garden is a paradigm. Of course, there are often\nunpleasant minor juvenile characters who give the protagonist a lot of trouble and are\ndefeated or evaded rather than reeducated. But on occasion even the angry bully and the\nlying sneak can be reformed and forgiven. Richard Hughes's A High Wind\nin Jamaica, though most of its characters are children, never appears on lists of\nrecommended juvenile fiction; not so much because of the elaborations of its diction (which\nis no more complex than that of, say, Treasure Island), but because in it children are\nirretrievably damaged and corrupted.\nF Adults in most children's books, on the other hand, are usually stuck with their characters\nand incapable of alteration or growth. If they are really unpleasant, the only thing that can\nrescue them is the natural goodness of a child. Here again, Mrs. Burnett provides the\nclassic example, in Little Lord Fauntleroy. (Scrooge's somewhat similar change of heart in\nDickens's A Christmas Carol, however, is due mainly to regret for his past and terror of the\n \n1\n\n \nfuture. This is one of the things that makes the book a family rather than a juvenile\nromance; another is the helpless passivity of the principal child character, Tiny Tim.).\nG Of the three principal preoccupations of adult fiction - sex, money and death - the\nfirst is absent from classic children's literature and the other two either absent or much\nmuted. Money is a motive in children's literature, in the sense that many stories deal with a\nsearch for treasure of some sort. These quests, unlike real-life ones, are almost always\nsuccessful, though occasionally what is found in the end is some form of family happiness,\nwhich is declared by the author and the characters to be a 'real treasure'. Simple economic\nsurvival, however, is almost never the problem; what is sought, rather, is a magical\n(sometimes literally magical) surplus of wealth. Death, which was a common theme\nin nineteenth-century fiction for children, was almost banished during the first half of\nthe twentieth century. Since then it has begun to reappear; the breakthrough book was\nE.B. White's Charlotte's Web. Today not only animals but people die, notably in the sort of\nbooks that get awards and are recommended by librarians and psychologists for children\nwho have lost a relative. But even today the characters who die tend to be of another\ngeneration; the protagonist and his or her friends survive. Though there are some\ninteresting exceptions, even the most subversive of contemporary children's books usually\nfollow these conventions. They portray an ideal world of perfectible beings, free of\nthe necessity for survival.\n \n2",
  "questions_text": "Questions 1-7\nReading Passage has seven paragraphs A-G.\nChoose the correct heading for each paragraph from the list of headings below.\nWrite the correct numbers i-x in boxes 1-7 on your answer sheet.\n \n \nList of Headings\ni       Optimistic beliefs held by the writers of children’s literature\nii      The attitudes of certain adults towards children’s literature\niii     The attraction of children’s literature\niv     A contrast that categorises a book as children’s literature\nv      A false assumption made about children’s literature\nvi     The conventional view of children’s literature\nvii    Some good and bad features of children’s literature\nviii   Classifying a book as children’s literature\nix    The treatment of various themes in children’s literature\nx     Another way of looking at children’s literature\n1.....................    Paragraph A\n2.....................    Paragraph B\n3.....................    Paragraph C\n4.....................    Paragraph D\n5.....................    Paragraph E\n6.....................    Paragraph F\n7.....................    Paragraph G\nTips: Matching headings to paragraphs \n \n \nTask guide\n    This task requires you to select the most suitable headings for the paragraphs of a\nreading passage.\n    In the list of possible headings that you select from, some of the headings are not\nsuitable for any of the paragraphs of the reading passage.\n \n3\n\n \n \n \n \n \n \n    This task requires you to decide what the main topic or point of each paragraph is.\nAn option may refer to something that is mentioned in a certain paragraph of the text,\nbut it may not be the correct answer because it is not the main point or topic of that\nparagraph.\n    Beware of 'word spotting'. Do not choose a heading as your answer simply because\nit contains a word that also appears in a particular paragraph of the text. It is likely that\nthe same word will also appear in other paragraphs.\nStep-by-step Guide\n  \nThe best approach to this task is to read each paragraph of the text one by one, and\nthen look at the list of headings each time to select the appropriate one.\nQuestion 1\n   \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  Step 1 - Read the paragraph\nRead paragraph A carefully and identify the main topic.\n Step 2 - Consider each option\nLook at each option and decide whether it matches the main topic of the paragraph. You\nwill need to ask yourself the questions below in order to answer the question. Questions\ni-x refer to the corresponding options i-x.\ni      Is the paragraph mainly about what the writers of children's books believe?\nii    Does the paragraph focus on what certain adults think of children's literature?\niii    Does the paragraph mainly talk about what features of children's literature make it\nattractive?\niv    Does the paragraph focus on a difference between two things?\nv     Is the paragraph mainly about something that people incorrectly believe\nabout children's literature?\nvi    Does the paragraph focus on what people normally say about children's\nliterature?\nvii   Does the paragraph mainly compare different features of children's literature?\nviii  Is the paragraph mainly about what causes a book to be classified as children's\nliterature?\nix   Is the paragraph mainly about the way various subjects are dealt with in\nchildren's literature?\nx    Does the paragraph focus on a different view of children's literature from one\nalready mentioned?\n \n4\n\n \n    \nStep 3 - Choose the correct option\nWhen you have chosen your answer for paragraph A, check that it is correct by\nanswering this question:\nWhich word in the heading you have chosen means the same as 'standard' in\nparagraph A?\nQuestion 2\n    \nStep 1 - Read the paragraph\nRepeat step 1 above for paragraph B.\n   \n \nStep 2 - Consider each option\nRepeat step 2 above.\n Step 3- Choose the correct option\nWhen you have chosen your answer for paragraph B, check that it is correct by\nanswering this question: Which word in paragraph B indicates that a point is being made\nthat is additional to a point previously made?\nQuestions 3-7\nNow follow the same process to decide on your answers for Questions 3-7 (Paragraphs\nC-G):\n•    Read each paragraph carefully.\n•    Use the questions in step 2 above to help you choose the correct heading.\n    \n    \n \nQuestions 8-13\nDo the following statements agree with the views of the writer in Reading Passage?\nIn boxes 21-26 on your answer sheet unite\nYES\nif the statement agrees with the views of the miter\nNO\nif the statement contradicts the views of the writer\nNOT GIVEN    if it is impossible to say what the writer thinks about this\n8.....................    Adults often tail to recognise the subversive elements in books their\nchildren read.\n9.....................     In publishing, the definition of certain genres has become\ninconsistent.\n10.....................     Characters in The Secret Garden are a good example of the norm in\nchildren’s literature.\n \n5\n\n11.....................     Despite the language used in A High Wind in Jamaica, it should be\nconsidered a children’s book.\n12.....................     The character of Tiny Tim contrasts with that of the child\nin Little Lord Fauntleroy.\n13.....................     A more realistic view of money should be given in children’s\nbooks.\nTips: Yes/No/Nof Given\nTask guide\n \n    This task requires you to understand views expressed or claims made by the writer of\nthe text.\n    To answer each question, you will need to ask yourself three questions:\n \n(a)    Is the same view expressed in the text?\n(b)    Is the opposite view expressed in the text?\n(c)    Is there no view on this particular matter in the text?\n    For an answer to be 'No', the writer must directly state something that makes the\nstatement in the question incorrect.\n    Questions to which the answer is 'Not Given' involve the writer saying something\nrelated to the statement in the question, but not expressing a view or making a claim on\nthe specific point mentioned in the question.\n    This task requires you to look very closely at what the writer does say, with regard to\neach of the questions.\n    The questions follow the order in which the relevant issues are discussed or points\nmentioned in the text.\nStep-by-step Guide\nThe best way to approach this task is to;\n•    look at each question one by one\n•    locate the relevant part of the text\n•    study the question and that part of the text carefully and\n•    then decide on your answer.\nQuestion 8\n \n6\n\n \n \n    \nStep 1 - Locate the relevant section of the text\nWhich section or sections of the text describe children's literature as subversive?\n \n \n \nStep 2 - Study the question carefully\nFocus on the place(s) in the text you identified in step 1. Look carefully at the question\nand decide exactly what it means.\n1    What does 'subversive' mean in the context?\n \n \n \nA criticising what is considered to be normal \nB done only for entertainment\nC difficult for some people to understand\n2    The question is asking if the author says that adults \n    \n \n \nA pretend that the books don't have subversive elements.\nB are annoyed that the books have subversive elements.\nC don't realise that the books have subversive elements.\nStep 3 - Find the answer\nUsing your answers in step 2, read the relevant part of the text carefully and answer\nthese questions:\n1 Does the writer say that children's literature presents a view of life that is different from\nthat of adults?\n2 Does the writer say that adults think that a different view of life is presented in the\nbooks their children read?\n3 Does the writer say that adults read the books their children read?\nNow use your answers for steps 2 and 3 to decide on the answer to Question 8.\nQuestion 9\nStep 1 - Locate the relevant section of the text\n1 Which section of the text refers to the publishing world and the people involved in it?\n2 Which people involved in the publishing world are mentioned there?\n3 What two kinds of literature are mentioned there?\nStep 2 - Study the question carefully\nFocus on the place(s) in the text you identified in step 1. Look carefully at the question\nand decide exactly what it means.\n1 Which word in the relevant part of the text means 'genre'?\n \n7\n\n \n \n \n \n \n2 The question is asking whether the writer states that something\nA isn't always correct.\nB has become unfashionable.\nC doesn't always follow the same pattern.\nStep 3 - Find the answer\nUsing your answers in step 2, read the relevant part of the text carefully and answer\nthese questions:\n1 Does the writer say that children's books and adult books are still considered to be\ntotally separate types of book?\n2 Does the writer say that people find it difficult to decide what category some books\nbelong to?\n3 Does the writer suggest that different people categorise books differently?\nNow use your answers for steps 1 and 2 to decide on the answer to Question 9.\nQuestions 10-13\nNow answer Questions 10-13, using the same process:\n•    Locate the relevant part of the text.\n \n•    Study the question and the relevant part of the text carefully.\n \n8",
  "full_text": "Reading Practice\n \n \nChildren’s literature\nA I am sometimes asked why anyone who is not a teacher or a librarian or the parent\nof little kids should concern herself with children's books and folklore. I know the\nstandard answers: that many famous writers have written for children, and that the\ngreat children's books are also great literature; that these books and tales are\nan important source of archetype and symbol, and that they can help us to\nunderstand the structure and functions of the novel.\n \nB All this is true. But I think we should also take children's literature seriously because it\nis sometimes subversive: because its values are not always those of the conventional adult\nworld. Of course, in a sense much great literature is subversive, since its very existence\nimplies that what matters is art, imagination and truth. In what we call the real world, what\nusually counts is money, power and public success.\n \nC The great subversive works of children's literature suggest that there are other\nviews of human life besides those of the shopping mall and the corporation. They\nmock current assumptions and express the imaginative, unconventional,\nnoncommercial view of the world in its simplest and purest form. They appeal to the\nimaginative, questioning, rebellious child within all of us, renew our instinctive\nenergy, and act as a force for change. This is why such literature is worthy of\nour attention and will endure long after more conventional tales have been forgotten.\n \nD An interesting question is what - besides intention - makes a particular story a\n'children's book'? With the exception of picture books for toddlers, these works are\nnot necessarily shorter or simpler than so-called adult fiction, and they are surely\nnot less well written. The heroes and heroines of these tales, it is true, are\noften children: but then so are the protagonists of Henry James's What Maisie\nKnew and Toni Morrison's The Bluest Eye. Yet the barrier between children's books and\nadult fiction remains; editors, critics and readers seem to have little trouble in assigning a\ngiven work to one category or the other.\nE In classic children's fiction a pastoral convention is maintained. It is assumed that the\nworld of childhood is simpler and more natural than that of adults, and that children, though\nthey may have faults, are essentially good or at least capable of becoming so. The\ntransformation of selfish, whiny, disagreeable Mary and hysterical, demanding Colin in\nFrances Hodgson Burnett's The Secret Garden is a paradigm. Of course, there are often\nunpleasant minor juvenile characters who give the protagonist a lot of trouble and are\ndefeated or evaded rather than reeducated. But on occasion even the angry bully and the\nlying sneak can be reformed and forgiven. Richard Hughes's A High Wind\nin Jamaica, though most of its characters are children, never appears on lists of\nrecommended juvenile fiction; not so much because of the elaborations of its diction (which\nis no more complex than that of, say, Treasure Island), but because in it children are\nirretrievably damaged and corrupted.\nF Adults in most children's books, on the other hand, are usually stuck with their characters\nand incapable of alteration or growth. If they are really unpleasant, the only thing that can\nrescue them is the natural goodness of a child. Here again, Mrs. Burnett provides the\nclassic example, in Little Lord Fauntleroy. (Scrooge's somewhat similar change of heart in\nDickens's A Christmas Carol, however, is due mainly to regret for his past and terror of the\n \n1\n\n \nfuture. This is one of the things that makes the book a family rather than a juvenile\nromance; another is the helpless passivity of the principal child character, Tiny Tim.).\nG Of the three principal preoccupations of adult fiction - sex, money and death - the\nfirst is absent from classic children's literature and the other two either absent or much\nmuted. Money is a motive in children's literature, in the sense that many stories deal with a\nsearch for treasure of some sort. These quests, unlike real-life ones, are almost always\nsuccessful, though occasionally what is found in the end is some form of family happiness,\nwhich is declared by the author and the characters to be a 'real treasure'. Simple economic\nsurvival, however, is almost never the problem; what is sought, rather, is a magical\n(sometimes literally magical) surplus of wealth. Death, which was a common theme\nin nineteenth-century fiction for children, was almost banished during the first half of\nthe twentieth century. Since then it has begun to reappear; the breakthrough book was\nE.B. White's Charlotte's Web. Today not only animals but people die, notably in the sort of\nbooks that get awards and are recommended by librarians and psychologists for children\nwho have lost a relative. But even today the characters who die tend to be of another\ngeneration; the protagonist and his or her friends survive. Though there are some\ninteresting exceptions, even the most subversive of contemporary children's books usually\nfollow these conventions. They portray an ideal world of perfectible beings, free of\nthe necessity for survival.\n \n2\n\nQuestions 1-7\nReading Passage has seven paragraphs A-G.\nChoose the correct heading for each paragraph from the list of headings below.\nWrite the correct numbers i-x in boxes 1-7 on your answer sheet.\n \n \nList of Headings\ni       Optimistic beliefs held by the writers of children’s literature\nii      The attitudes of certain adults towards children’s literature\niii     The attraction of children’s literature\niv     A contrast that categorises a book as children’s literature\nv      A false assumption made about children’s literature\nvi     The conventional view of children’s literature\nvii    Some good and bad features of children’s literature\nviii   Classifying a book as children’s literature\nix    The treatment of various themes in children’s literature\nx     Another way of looking at children’s literature\n1.....................    Paragraph A\n2.....................    Paragraph B\n3.....................    Paragraph C\n4.....................    Paragraph D\n5.....................    Paragraph E\n6.....................    Paragraph F\n7.....................    Paragraph G\nTips: Matching headings to paragraphs \n \n \nTask guide\n    This task requires you to select the most suitable headings for the paragraphs of a\nreading passage.\n    In the list of possible headings that you select from, some of the headings are not\nsuitable for any of the paragraphs of the reading passage.\n \n3\n\n \n \n \n \n \n \n    This task requires you to decide what the main topic or point of each paragraph is.\nAn option may refer to something that is mentioned in a certain paragraph of the text,\nbut it may not be the correct answer because it is not the main point or topic of that\nparagraph.\n    Beware of 'word spotting'. Do not choose a heading as your answer simply because\nit contains a word that also appears in a particular paragraph of the text. It is likely that\nthe same word will also appear in other paragraphs.\nStep-by-step Guide\n  \nThe best approach to this task is to read each paragraph of the text one by one, and\nthen look at the list of headings each time to select the appropriate one.\nQuestion 1\n   \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  Step 1 - Read the paragraph\nRead paragraph A carefully and identify the main topic.\n Step 2 - Consider each option\nLook at each option and decide whether it matches the main topic of the paragraph. You\nwill need to ask yourself the questions below in order to answer the question. Questions\ni-x refer to the corresponding options i-x.\ni      Is the paragraph mainly about what the writers of children's books believe?\nii    Does the paragraph focus on what certain adults think of children's literature?\niii    Does the paragraph mainly talk about what features of children's literature make it\nattractive?\niv    Does the paragraph focus on a difference between two things?\nv     Is the paragraph mainly about something that people incorrectly believe\nabout children's literature?\nvi    Does the paragraph focus on what people normally say about children's\nliterature?\nvii   Does the paragraph mainly compare different features of children's literature?\nviii  Is the paragraph mainly about what causes a book to be classified as children's\nliterature?\nix   Is the paragraph mainly about the way various subjects are dealt with in\nchildren's literature?\nx    Does the paragraph focus on a different view of children's literature from one\nalready mentioned?\n \n4\n\n \n    \nStep 3 - Choose the correct option\nWhen you have chosen your answer for paragraph A, check that it is correct by\nanswering this question:\nWhich word in the heading you have chosen means the same as 'standard' in\nparagraph A?\nQuestion 2\n    \nStep 1 - Read the paragraph\nRepeat step 1 above for paragraph B.\n   \n \nStep 2 - Consider each option\nRepeat step 2 above.\n Step 3- Choose the correct option\nWhen you have chosen your answer for paragraph B, check that it is correct by\nanswering this question: Which word in paragraph B indicates that a point is being made\nthat is additional to a point previously made?\nQuestions 3-7\nNow follow the same process to decide on your answers for Questions 3-7 (Paragraphs\nC-G):\n•    Read each paragraph carefully.\n•    Use the questions in step 2 above to help you choose the correct heading.\n    \n    \n \nQuestions 8-13\nDo the following statements agree with the views of the writer in Reading Passage?\nIn boxes 21-26 on your answer sheet unite\nYES\nif the statement agrees with the views of the miter\nNO\nif the statement contradicts the views of the writer\nNOT GIVEN    if it is impossible to say what the writer thinks about this\n8.....................    Adults often tail to recognise the subversive elements in books their\nchildren read.\n9.....................     In publishing, the definition of certain genres has become\ninconsistent.\n10.....................     Characters in The Secret Garden are a good example of the norm in\nchildren’s literature.\n \n5\n\n11.....................     Despite the language used in A High Wind in Jamaica, it should be\nconsidered a children’s book.\n12.....................     The character of Tiny Tim contrasts with that of the child\nin Little Lord Fauntleroy.\n13.....................     A more realistic view of money should be given in children’s\nbooks.\nTips: Yes/No/Nof Given\nTask guide\n \n    This task requires you to understand views expressed or claims made by the writer of\nthe text.\n    To answer each question, you will need to ask yourself three questions:\n \n(a)    Is the same view expressed in the text?\n(b)    Is the opposite view expressed in the text?\n(c)    Is there no view on this particular matter in the text?\n    For an answer to be 'No', the writer must directly state something that makes the\nstatement in the question incorrect.\n    Questions to which the answer is 'Not Given' involve the writer saying something\nrelated to the statement in the question, but not expressing a view or making a claim on\nthe specific point mentioned in the question.\n    This task requires you to look very closely at what the writer does say, with regard to\neach of the questions.\n    The questions follow the order in which the relevant issues are discussed or points\nmentioned in the text.\nStep-by-step Guide\nThe best way to approach this task is to;\n•    look at each question one by one\n•    locate the relevant part of the text\n•    study the question and that part of the text carefully and\n•    then decide on your answer.\nQuestion 8\n \n6\n\n \n \n    \nStep 1 - Locate the relevant section of the text\nWhich section or sections of the text describe children's literature as subversive?\n \n \n \nStep 2 - Study the question carefully\nFocus on the place(s) in the text you identified in step 1. Look carefully at the question\nand decide exactly what it means.\n1    What does 'subversive' mean in the context?\n \n \n \nA criticising what is considered to be normal \nB done only for entertainment\nC difficult for some people to understand\n2    The question is asking if the author says that adults \n    \n \n \nA pretend that the books don't have subversive elements.\nB are annoyed that the books have subversive elements.\nC don't realise that the books have subversive elements.\nStep 3 - Find the answer\nUsing your answers in step 2, read the relevant part of the text carefully and answer\nthese questions:\n1 Does the writer say that children's literature presents a view of life that is different from\nthat of adults?\n2 Does the writer say that adults think that a different view of life is presented in the\nbooks their children read?\n3 Does the writer say that adults read the books their children read?\nNow use your answers for steps 2 and 3 to decide on the answer to Question 8.\nQuestion 9\nStep 1 - Locate the relevant section of the text\n1 Which section of the text refers to the publishing world and the people involved in it?\n2 Which people involved in the publishing world are mentioned there?\n3 What two kinds of literature are mentioned there?\nStep 2 - Study the question carefully\nFocus on the place(s) in the text you identified in step 1. Look carefully at the question\nand decide exactly what it means.\n1 Which word in the relevant part of the text means 'genre'?\n \n7\n\n \n \n \n \n \n2 The question is asking whether the writer states that something\nA isn't always correct.\nB has become unfashionable.\nC doesn't always follow the same pattern.\nStep 3 - Find the answer\nUsing your answers in step 2, read the relevant part of the text carefully and answer\nthese questions:\n1 Does the writer say that children's books and adult books are still considered to be\ntotally separate types of book?\n2 Does the writer say that people find it difficult to decide what category some books\nbelong to?\n3 Does the writer suggest that different people categorise books differently?\nNow use your answers for steps 1 and 2 to decide on the answer to Question 9.\nQuestions 10-13\nNow answer Questions 10-13, using the same process:\n•    Locate the relevant part of the text.\n \n•    Study the question and the relevant part of the text carefully.\n \n8",
  "solution_text": "Solution:\n\n 1. vi           8. NOT GIVEN\n\n 2. x            9. NO\n\n 3. iii          10. YES\n\n 4. viii         11. NO\n\n 5. i           12. YES\n\n 6. iv          13. NOT GIVEN\n\n 7. ix\n\n\n\n\n\n                                                                  9",
  "answer_key": {
    "1": "vi",
    "8": "NOT GIVEN",
    "2": "x",
    "9": "NO",
    "3": "iii",
    "10": "YES",
    "4": "viii",
    "11": "NO",
    "5": "i",
    "12": "YES",
    "6": "iv",
    "13": "NOT GIVEN",
    "7": "ix"
  },
  "question_sections": [
    {
      "label": "Questions 1-7",
      "page": 476
    }
  ],
  "extracted_at": "2026-02-25T17:36:59.647019"
}